Repository: MrutyunjayaPandaLWS/Sharon-Bandhan
Catalog: SharonBhandhan/Resource/*.lproj/Localizable.strings
Languages: bn, hi, ta_in, te

# ivWanttoregisterKEY
source: रजिस्टर करना चाहते हैं?
bn: রেজিস্টার করতে চান?
ta_in: பதிவு செய்ய வேண்டுமா?
te: నమోదు చేయాలనుకుంటున్నారా?

# ivAlreadyAMemberKEY
source: आप क्या पहले से सदस्य हैं?
bn: আগেই সদস্য হয়েগেছেন?
ta_in: நீங்கள் ஏற்கனவே உறுப்பினரா?
te: ఇప్పటికే సభ్యులా?

# emnEnterMobileNumberToGetStartedKEY
source: शुरू करने के लिए अपना मोबाइल नंबर दर्ज करें!
bn: শুরু করার জন্য আপনার মোবাইল নম্বর দিন।
ta_in: தொடங்க உங்கள் மொபைல் எண்ணை உள்ளிடவும்!
te: ప్రారంభించడానికి మీ మొబైల్ నెంబర్ను నమోదు చేయండి!

# emnSendOTPKEY
source: SEND OTP/ओटीपी भेजें
bn: Send OTP/ও টি পি পাঠান
ta_in: OTP ஐ அனுப்பு
te: SEND OTP/OTP పంపండి

# fpForgotPasswordKEY
source: Forgot password?
bn: পাসওয়ার্ড ভুলেগেছেন?
hi: पासवर्ड भूल गए?
ta_in: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్వర్డ్ మర్చిపోయాను

# fpEnterYourRegisterdMobileNumberKEY
source: Enter your registered mobile number
bn: মোবাইল নম্বর জানান।
hi: अपना पंजीकृत मोबाइल नंबर दर्ज करें
ta_in: உங்கள் பதிவு செய்யப்பட்ட மொபைல் எண்ணை உள்ளிடவும்
te: మీ నమోదిత మొబైల్ నంబర్‌ను నమోదు చేయండి

# fpSubmitKEY
source: Submit
bn: সাবমিট
hi: सबमिट
ta_in: சமர்ப்பி
te: సమర్పించండి

# lForgotPasswordKEY
source: Forgot password? / पासवर्ड भूल गए?
ta_in: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: Forgot password?/పాస్వర్డ్ మర్చిపోయాను

# lTermsAndConditionsKEY
source: Terms & Conditions
bn: নিয়মাবলী ও শর্তাবলী
hi: नियम एवं शर्तें
ta_in: விதிமுறை
te: నిబంధనలు & షరతులు

# lDeclineKEY
source: DECLINE
bn: অস্বীকার
hi: अस्वीकार करें
ta_in: நிராகரி
te: క్షీణత

# lAcceptKEY
source: ACCEPT
bn: স্বীকার
hi: स्वीकार करें
ta_in: ஏற்றுக்கொள்
te: అంగీకరించండి

# lLoginKEY
source: Login
bn: লগইন
hi: लॉग इन करें
ta_in: உள்நுழைய
te: లాగిన్

# lpasswordKEY
source: Enter password
bn: পাসওয়ার্ড লিখুন
hi: पास वर्ड दर्ज करें
ta_in: கடவுச்சொல்லை உள்ளிடவும்
te: పాస్వర్డ్ టైప్ చేయండి

# lmobilenumberKEY
source: Mobile No /Membership ID
bn: মোবাইল নম্বর জানান
hi: मोबाइल नंबरर्ड दर्ज करें
ta_in: மொபைல் எண்ணை உள்ளிடவும்
te: మొబైల్ నంబర్‌ను నమోదు చేయండి

# vmnResendOTPKEY
source: Resend OTP/ओटीपी दोबारा भेजें
bn: resend OTP/ওটিপি পুনরায় পাঠান
ta_in: ஓடிபியை மீண்டும் அனுப்பு

# vmnSubmitKEY
source: Submit/सबमिट
bn: Submit/সাবমিট
ta_in: சமர்ப்பி
te: Submit/సమర్పించండి

# vmnSecondsRemainingKEY
source: Seconds remaining
bn: কয়েক সেকেন্ডের অপেক্ষা
hi: कुछ सेकंड बचा हुआ है
ta_in: விநாடிகள் மீதமுள்ளன
te: మిగిలిన సెకన్లు

# mpMyProfileKEY
source: My Profile
bn: আমার বিবরণ
hi: मेरी प्रोफाइल
ta_in: என் சுயவிவரம்
te: నా ప్రొఫైల్

# mpGeneralInformationKEY
source: General Information
bn: সাধারণ তথ্
hi: सामान्य जानकारी
ta_in: பொதுவான செய்தி
te: సాధారణ సమాచారం

# mpNameKEY
source: Name
bn: নাম
hi: नाम
ta_in: பெயர்
te: పేరు

# mpMobileNumberKEY
source: Mobile Number
bn: মোবাইল
hi: मोबाइल नंबर
ta_in: கைபேசி எண்
te: మొబైల్ నంబరు

# mpEmailIDKEY
source: Email ID
bn: ইমেইল
hi: ईमेल
ta_in: மின்னஞ்சல் முகவரி
te: ఇ-మెయిల్

# mpAddressKEY
source: Address
bn: ঠিকানা
hi: पता
ta_in: முகவரி
te: చిరునామా

# mpCountryKEY
source: Country
bn: দেশ
hi: देश
ta_in: நாடு
te: దేశం

# mpStateKEY
source: State
bn: রাজ্য
hi: राज्य
ta_in: நிலை
te: రాష్ట్రం

# mpCityKEY
source: City
bn: শহর
hi: शहर
ta_in: நகரம்
te: నగరం

# mpDistrictKEY
source: District
bn: জেলা
hi: जिला
ta_in: மாவட்டம்
te: జిల్లా

# mpPinKEY
source: Pin Code
bn: পিন কোড
hi: पिन कोड
ta_in: பின்
te: పిన్

# mpPreferredLanguageKEY
source: Preferred Language
bn: পছন্দের ভাষা
hi: पसंदीदा भाषा
ta_in: விருப்பமான மொழி
te: ఇష్టపడే భాష

# mpNativeStateKEY
source: Native State
bn: মূল রাজ্য
hi: मूल राज्य
ta_in: சொந்த மாநிலம்
te: స్థానిక రాష్ట్రం

# rMobileKEY
source: Mobile
bn: মোবাইল
hi: मोबाइल
ta_in: கைபேசி
te: మొబైల్

# rNameKEY
source: Name
bn: নাম
hi: नाम
ta_in: பெயர்
te: పేరు

# rEmailKEY
source: Email
bn: ইমেইল
hi: ईमेल
ta_in: மின்னஞ்சல்
te: ఇ-మెయిల్

# rAddressKEY
source: Address
bn: ঠিকানা
hi: पता
ta_in: முகவரி
te: చిరునామా

# rStateKEY
source: State
bn: রাজ্য
hi: राज्य
ta_in: நிலை
te: రాష్ట్రం

# rCityKEY
source: City
bn: শহর
hi: शहर
ta_in: நகரம்
te: నగరం

# rPinKEY
source: Pincode
bn: পিন কোড
hi: पिन कोड
ta_in: அஞ்சல் குறியீடு
te: పిన్ కోడ్

# rDistrictKEY
source: District
bn: জেলা
hi: जिला
ta_in: மாவட்டம்
te: జిల్లా

# rPreferredLanguageKEY
source: Preferred Language
bn: পছন্দের ভাষা
hi: पसंदीदा भाषा
ta_in: விருப்பமான மொழி
te: ఇష్టపడే భాష

# rNativeStateKEY
source: Native State
bn: মূল রাজ্য
hi: मूल राज्य
ta_in: சொந்த மாநிலம்
te: స్థానిక రాష్ట్రం

# rOKKEY
source: OK
bn: ঠিক আছে
hi: ठीक
ta_in: சரி
te: అలాగే

# rSelectStateKEY
source: Select State
bn: রাজ্য নির্বাচন কর
hi: राज्य चुनें
ta_in: மாநிலத்தைத் தேர்ந்தெடு
te: రాష్ట్రం ఎంచుకోండి

# rSelectCityKEY
source: Select City
bn: শহর নির্বাচন করুন
hi: शहर चुनें
ta_in: நகரைத் தேர்ந்தெடு
te: నగరాన్ని ఎంచుకోండి

# rSelectPreferredLanguageKEY
source: Select Preferred Language
bn: পছন্দসই ভাষা নির্বাচন করুন
hi: पसंदीदा भाषा का चयन करें
ta_in: விருப்பமான மொழியை தேர்ந்தெடு
te: ఇష్టపడే భాషను ఎంచుకోండి

# rSelectNativeStateKEY
source: Select Native State
bn: নেটিভ রাজ্য নির্বাচন করুন
hi: मूल राज्य का चयन करें
ta_in: சொந்த மாநிலத்தைத் தேர்ந்தெடு
te: స్థానిక రాష్ట్రాన్ని ఎంచుకోండి

# hpWelcomeKEY
source: Welcome
bn: স্বাগত
hi: स्वागत हे
ta_in: வரவேற்பு
te: స్వాగతం

# hpQRCodeisSubmittedSuccessfullyKEY
source: QR Code is submitted successfully.
bn: QR code সফল ভাবে জমা হয়েছে।
hi: कोड सफलतापूर्वक सबमिट किया गया।
ta_in: QR குறியீடு வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது.
te: QR కోడ్ విజయవంతంగా సమర్పించబడింది.

# hpChecktheStatusOfCodeInTheReportKEY
source: Check the status of the code in code status report
bn: কোডের অবস্থা জানার জন্য স্টেটাস রিপোর্ট চেক করুন।
hi: स्टेटस रिपोर्ट में कोड की स्थिति की जाँच करें
ta_in: குறியீடு நிலை அறிக்கையில் குறியீட்டின் நிலையைச் சரிபார்க்கவும்
te: స్థితి నివేదికలో కోడ్ యొక్క స్థితిని తనిఖీ చేయండి

# hpStatusKEY
source: Status
bn: টেটাস
hi: स्टेटस
ta_in: நிலை
te: స్థితి

# hpScanAgainKEY
source: Scan again
bn: স্ক্যান করুন
hi: फिर से स्कैन करें
ta_in: மீண்டும் ஸ்கேன்
te: మళ్ళీ స్కాన్ చేయండి

# hpRaiseTicketKEY
source: Raise ticket
hi: एक टिकट उठाएँ
ta_in: டிக்கெட் உயர்த்தவும்

# hpTheAppISUnableToAccessTheServicesAsMaintenanceKEY
source: The app is unable to access the services as the system is down for maintenance!.Please try after sometime.
bn: সিস্টেমটি রক্ষণাবেক্ষণের জন্য বন্ধ হয়ে যাওয়ায় অ্যাপ্লিকেশন পরিষেবাগুলিতে অ্যাক্সেস করতে অক্ষম! দয়া করে কিছুক্ষণ পরে চেষ্টা করুন।
hi: एप्लिकेशन सेवाओं तक पहुंचने में असमर्थ है क्योंकि सिस्टम रखरखाव के लिए नीचे है! कृपया कुछ समय बाद प्रयास करें।
ta_in: பராமரிப்பிற்காக சிஸ்டம் செயலிழந்துள்ளதால், ஆப்ஸால் சேவைகளை அணுக முடியவில்லை!. சிறிது நேரம் கழித்து முயற்சிக்கவும்.

# hpMembershipIDKEY
source: Membership ID
bn: মেম্বারশিপ আইডি
hi: मेम्बरशिप आईडी
ta_in: உறுப்பினர் ஐடி
te: సభ్యత్వపు ఐడి

# hpPointsKEY
source: Points
bn: পয়েন্টস
hi: प्वाइंट्स
ta_in: புள்ளிகள்
te: పాయింట్లు

source: Pan Details
bn: প্যান বিবরণ
hi: पान विवरण
ta_in: பான் விவரங்கள்
te: పాన్ వివరాలు

# hpTierKEY
source: Tier
bn: টিয়ার
hi: टियर
ta_in: அடுக்கு
te: టైర్

# hpScanCodeKEY
source: SCAN CODE
bn: কিউআর কোড স্ক্যান
hi: क्यूआर कोड स्कैन करें
ta_in: ஸ்கேன் குறியீடு
te: స్కాన్ క్యూఆర్ కోడ్

# hpUploadCodeKEY
source: UPLOAD CODE
bn: কোড আপলোড করুন
hi: कोड अपलोड करें
ta_in: பதிவேற்ற குறியீடு
te: కోడ్ను అప్లోడ్ చేయండి

# hpRedemptionCatalogueKEY
source: REDEMPTION CATALOGUE
bn: রিডেম্পশন ক্যাটালগ
hi: रिडेम्पशन कैटलॉग
ta_in: ரிடெம்ப்ஷன் கேடலாக்
te: రెడెంప్షన్ కేటలాగ్

# hpHelpLineCallKEY
source: HELPLINE CALL
bn: হেল্পলাইন নম্বর
hi: हेल्पलाइन कॉल
ta_in: உதவி அழைப்பு
te: హెల్ప్ లైన్ కాల్

# hpMyRedemptionsKEY
source: MY REDEMPTION
bn: আমার রিডেম্পশন গুলি
hi: मेरी रिडेम्पशन
ta_in: எனது மீட்பு
te: నా రిడంప్షన్స్

# hpLodgeQueryKEY
source: LODGE QUERY
bn: আপনার প্রশ্ন লিখুন
hi: लॉजक्वेरी
ta_in: லாட்ஜ் வினவல்
te: లాడ్జ్ ప్రశ్న

# smMemberSinceKEY
source: Member Since
bn: কবে থেকে সদস্
hi: कब से सदस्य
ta_in: உறுப்பினர் முதல்
te: అప్పటి నుంచి సభ్యుడు

# smPointsKEY
source: Points
bn: পয়েন্টস
hi: प्वाइंट्स
ta_in: புள்ளிகள்
te: పాయింట్లు

# smMembershipIDKEY
source: Membership ID
bn: মেম্বারশিপ আইডি
hi: मेम्बरशिपआईडी
ta_in: உறுப்பினர் ஐடி
te: సభ్యత్వపు ఐడి

# smAnyQueriesGiveAMissedCallOnKEY
source: (Any queries give a missed call on 8955177400)
bn: কোনো প্রশ্ন থাকলে এই নম্বরে মিসড কল দিন 8955177400
hi: यदि कोई प्रश्न हैं, तो कृपया इस नंबर को मिस्ड कॉल करें 8955177400
ta_in: (எந்த வினவல்களும் +91-7845858414 என்ற எண்ணில் மிஸ்டு கால் கொடுக்கவும்)
te: (ఏదైనా ప్రశ్నలు ఉంటే దానిపై మిస్డ్ కాల్ ఇవ్వండి 8955177400)

# rcRedemptionCatalogueKEY
source: Redemption Catalogue
bn: রিডেম্পশন ক্যাটালগ
hi: रिडेम्पशन कैटलॉग
ta_in: மீட்பு பட்டியல்
te: రెడెంప్షన్ కేటలాగ్

# rcCategoryKEY
source: Category
bn: ক্যাটাগরি
hi: केटेगरी
ta_in: வகை
te: రకం

# rcPointsKEY
source: Points
bn: পয়েন্টস
hi: प्वाइंट्स
ta_in: புள்ளிகள்
te: పాయింట్లు

# rcAddToPlannerKEY
source: Add To Wishtlist
bn: প্ল্যানার এ যোগ করুন
hi: लानर में जोड़ें
ta_in: விருப்பப்பட்டியலில் சேர்
te: కోరిక జాబితాకి జోడించండి

# rcAddToCartKEY
source: Add To Cart
bn: কার্টে যোগ করুন
hi: कार्ट में डालें
ta_in: பெட்டகத்தில் சேர்
te: కార్ట్ కు జోడించండి

# rcAddedToCartKEY
source: Added To Cart
bn: কার্টে যুক্ত
hi: पहले से ही कार्ट में
ta_in: வண்டியில் சேர்க்கப்பட்டது
te: కార్ట్‌కి జోడించబడింది

# rcAddedToPlannerKEY
source: Added To Wishlist
bn: পরিকল্পনাকারী যুক্ত
hi: पहले से ही लानर में
ta_in: விருப்பப்பட்டியலில் சேர்க்கப்பட்டது
te: కోరికల జాబితాకు జోడించబడింది

# ucEnterYourCodeKEY
source: Enter your code
bn: আপনার কোড দিন
hi: अपना कोड दर्ज करें
ta_in: குறியீட்டை உள்ளிடுக
te: మీ కోడ్ను నమోదు చేయండి

# ucCloseKEY
source: Close
bn: বন্ধকরুন
hi: बंद करें
ta_in: நெருக்கமான
te: మూసేయండి

# ucQRCodeIsSubmittedSuccessfullyKEY
source: QR Code is submitted successfully.
bn: QR code সফলভাবে জমাহয়েছে।
hi: क्यूआर कोड सफलतापूर्वक सबमिट किया गया है
ta_in: QR குறியீடு வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது.
te: QR కోడ్ విజయవంతంగా సమర్పించబడింది.

# ucCheckTheStatusOfTheCodeInTheStatusReportKEY
source: Check the status of the code in code status report
bn: কোডের অবস্থা জানার জন্য স্টেটাস রিপোর্ট চেক করুন।
hi: स्टेटस रिपोर्ट में कोड की स्थिति की जाँच करें
ta_in: குறியீடு நிலை அறிக்கையில் குறியீட்டின் நிலையைச் சரிபார்க்கவும்
te: స్థితి నివేదికలో కోడ్ యొక్క స్థితిని తనిఖీ చేయండి

# ucStatusKEY
source: Status
bn: টেটাস
hi: स्टेटस
ta_in: நிலை
te: స్థితి

# ucScanAgainKEY
source: Upload again
bn: স্ক্যান করুন
hi: फिर से स्कैन करें
ta_in: மீண்டும் பதிவேற்று
te: మళ్ళీ స్కాన్ చేయండి

# ucRaiseTicketKEY
source: Raise ticket
ta_in: டிக்கெட்டை உயர்த்தவும்

# ucSubmitKEY
source: SUBMIT
bn: সাবমিট
hi: सबमिट
ta_in: சமர்ப்பி
te: సమర్పించండి

# ucUpLoadCodeKEY
source: UPLOAD CODE
bn: কোড আপলোড করুন
hi: कोड अपलोड करें
ta_in: பதிவேற்ற குறியீடு
te: స్కాన్ క్యూఆర్ కోడ్

# mrMyCatalogueRedemptionsKEY
source: My Catalogue Redemptions
bn: আমার রিডেম্পশনগুলি
hi: मेरी कैटेलॉग रिडेम्पशन
ta_in: எனது பட்டியல் மீட்புகள்
te: నా రిడంప్షన్స్

# mrFromDateKEY
source: From Date
bn: তারিখ থেকে
hi: तारीख से
ta_in: தேதியிலிருந்து
te: తేదీ నుంచి

# mrToDateKEY
source: To Date
bn: তারিখ অবধি
hi: तारीख तक
ta_in: இன்றுவரை
te: తేదీ వరకు

# mrFilterKEY
source: FILTER
bn: ফিল্টার
hi: फिल्टर
ta_in: வடிகட்டி
te: వడపోత

# mrSelectDateKEY
source: Select Date
bn: তারিখ বাছুন
hi: तारीख़ चुनें
ta_in: தேர்வு தேதி
te: తేదీని ఎంచుకోండి

# mrNoSearchResultFoundKEY
source: No Search Result Found
bn: কোন অনুসন্ধান ফলাফল পাওয়া যায় নি
hi: कोई खोज परिणाम नहीं मिला
ta_in: தேடல் முடிவு கிடைக்கவில்லை
te: శోధన ఫలితం కనుగొనబడలేదు

# mrCancelKEY
source: CANCEL
bn: বাতিল
hi: रद्द करना
ta_in: ரத்துசெய்
te: రద్దు చేయండి

# mrConfirmKEY
source: CONFIRM
bn: নিশ্চিত করুন
hi: सुनिश्चित करें
ta_in: உறுதிப்படுத்து
te: కన్ఫర్మ్

# opOffersAndMarketingKEY
source: Offers and Promotions
bn: অফার এবং প্রচার
hi: ऑफ़र और प्रचार
ta_in: சலுகைகள் மற்றும் விளம்பரங்கள்
te: ఆఫర్లు మరియు ప్రమోషన్

# opNoPromotionresultFoundKEY
source: No Promotion Result Found
bn: কোনো প্রমোশনের ফলাফল পাওয়া যায়নি
hi: कोई प्रचार परिणाम नहीं मिला
ta_in: விளம்பர முடிவு எதுவும் கிடைக்கவில்லை
te: ప్రమోషన్ ఫలితం కనుగొనబడలేదు

# opViewKEY
source: VIEW
bn: দেখুন
hi: देखें
ta_in: பார்வை
te: చూడండి

# opReserveKEY
source: RESERVE
bn: লেইম
hi: रिजर्व
ta_in: ரிசர்வ்
te: రిజర్వ్

# opClaimKEY
source: CLAIM
bn: সংক্রান্ত
hi: क्लेम
ta_in: உரிமைகோரல்
te: క్లెయిమ్

# opCommentHereKEY
source: COMMENT
bn: মন্তব্য এখানে লিখুন
hi: यहाँ टिप्पणी करें ...
ta_in: கருத்து
te: వ్యాఖ్యానం

# tcTermsAndConditionsKEY
source: Terms and Conditions
bn: নিয়মাবলী ও শর্তাবলী
hi: नियम एवं शर्तें
ta_in: விதிமுறைகள் மற்றும் நிபந்தனைகள்
te: నిబంధనలు & షరతులు

# hcHelplineCallKEY
source: Helpline
bn: হেল্পলাইন কল
hi: हेल्पलाइन कॉल
ta_in: உதவி அழைப்பு
te: హెల్ప్ లైన్ కాల్

# hcForAnyQuestionandQueriesKEY
source: For any question and queries on the CenturyProClub loyalty Program please give a miss call on the following number
bn: সেঞ্চুরি প্রো ক্লাব লয়্যাল্টি প্রোগ্রাম বিষয়ে কোনো প্রশ্ন থাকলে দয়াকরে এই নম্বরে মিসডকল দিন
hi: सेंटुरि प्रोक्लब लॉयल्टी प्रोग्राम के बारे में किसी भी प्रश्नों के लिए कृपया निम्नलिखित नंबर पर एक मिस कॉल दें
ta_in: ஷரோன் பந்தன் லாயல்டி திட்டத்தில் ஏதேனும் கேள்விகள் மற்றும் வினவல்களுக்கு பின்வரும் எண்ணிற்கு மிஸ் கால் கொடுக்கவும்
te: సెంచురీ ప్రోక్లబ్ లాయల్టీ ప్రోగ్రామ్ లో ఏదైనా ప్రశ్న మరియు ప్రశ్నలకు దయచేసి కింది నెంబర్కు మిస్ కాల్ ఇవ్వండి

# ufUniqueFeaturesKEY
source: Unique Features
bn: অনন্য বৈশিষ্ট্য
hi: अनन्य विशेषताएं
ta_in: தனிப்பட்ட அம்சங்கள்
te: ఏకైక లక్షణాలు

# meMyEarning
source: My Earnings
hi: मेरी कमाई
ta_in: எனது வருவாய்
te: నా సంపాదన

# meFromDateKEY
source: From Date
bn: তারিখ থেকে
hi: तारीख से
ta_in: தேதியிலிருந்து
te: తేదీ నుంచి

# meDateRange
source: Please select date range
bn: দয়া করে তারিখের পরিসর নির্বাচন করুন
hi: कृपया दिनांक सीमा चुनें
ta_in: தயவுசெய்து தேதி வரம்பைத் தேர்ந்தெடுக்கவும்
te: దయచేసి తేదీ పరిధిని ఎంచుకోండి

# meToDateKEY
source: To Date
bn: তারিখ অবধি
hi: तारीख तक
ta_in: இன்றுவரை
te: తేదీ వరకు

# meFilterKEY
source: FILTER
bn: ফিল্টার
hi: फिल्टर
ta_in: வடிகட்டி
te: వడపోత

# meSelectDateKEY
source: Select Date
bn: তারিখ বাছুন
hi: तारीख़ चुनें
ta_in: தேர்வு தேதி
te: తేదీని ఎంచుకోండి

# meNoSearchResultFoundKEY
source: No Search Result Found
bn: কোন অনুসন্ধান ফলাফল পাওয়া যায় নি
hi: कोई खोज परिणाम नहीं मिला
ta_in: தேடல் முடிவு கிடைக்கவில்லை

# meCancelKEY
source: CANCEL
bn: বাতিল
hi: रद्द करना
ta_in: ரத்துசெய்
te: రద్దు చేయండి

# meConfirmKEY
source: CONFIRM
bn: নিশ্চিত করুন
hi: सुनिश्चित करें
ta_in: உறுதிப்படுத்து
te: కన్ఫర్మ్

# meTransactionDateKEY
source: Transaction Date :
bn: লেনদেনের তারিখ
hi: लेन - देन की तारीख
ta_in: பரிவர்த்தனை தேதி :
te: లావాదేవీ తేదీ :

# meQRCodeKEY
source: QR Code :
bn: QR কোড
hi: QR कोड
ta_in: க்யு ஆர் குறியீடு :
te: QR కోడ్ :

# meEarningQuantityKEY
source: Earning Qty :
bn: আয়ের পরিমাণ
hi: आय की मात्रा
ta_in: சம்பாதிப்பு புள்ளிகள்:
te: సంపాదించే పరిమాణం :

# lqPleaseSubmitYourQueryUsingThisFormKEY
source: Please submit your query using this form
bn: আপনার প্রশ্ন এই ফর্মের মাধ্যমে জমা করুন
hi: कृपया इस फ़ॉर्म का उपयोग करके अपनी क्वेरी सबमिट करें
ta_in: இந்தப் படிவத்தைப் பயன்படுத்தி உங்கள் வினவலைச் சமர்ப்பிக்கவும்
te: దయచేసి ఈ ఫారమ్ను ఉపయోగించి మీ ప్రశ్నను సమర్పించండి

# lqSelectYourTopic
source: Select your Topic
bn: বিষয় বাছুন
hi: प्रश्न पूछने के लिए विषय का चयन करेंरें
ta_in: உங்கள் தலைப்பைத் தேர்ந்தெடுக்கவும்
te: మీ అంశాన్ని ఎంచుకోండి

# lqQuerySummary
source: Query Subject
bn: প্রশ্নের সংক্ষিপ্তসার
hi: क्वेरी सारांश
ta_in: வினவல் சுருக்கம்
te: ప్రశ్న సారాంశం

# lqQueryDetails
source: Query Details
bn: প্রশ্নের বিশদতথ্য
hi: वेरी विवरण
ta_in: வினவல் விவரங்கள்
te: ప్రశ్న వివరాలు

# lqBrowseImageKEY
source: Browse Image
bn: ইমেজ
hi: छवि ब्राउज़ करें
ta_in: உலாவு படத்தை
te: చిత్రాన్ని బ్రౌజ్ చేయండి

# lqSubmitKEY
source: SUBMIT
bn: প্রশ্ন করুন
hi: जिज्ञासा दर्ज करें
ta_in: சமர்ப்பி
te: సమర్పించండి

# lqCenturyProclubExecutiveWillCallYouAsSoonasWeReceiveYourQueryKEY
source: CenturyProClub will call you as soon as we receive your query
bn: সেঞ্চুরি প্রো ক্লাবএ ক্সিকিউটিভ আপনার প্রশ্ন পাওয়া মাত্র কলকরবেন।কোনো প্রশ্নথাক লেমিসডকল দিন এইনম্বরে 8955177400
hi: जैसे ही हम आपकी क्वेरी प्राप्त करते हैं, सेंचुरी प्रोक्लब एग्जीक्यूटिव आपको कॉल करेगी। कोई भी प्रश्न के लिए 8955177400 पर मिस्ड कॉल दे सकता है।
ta_in: உங்கள் வினவலை நாங்கள் பெற்றவுடன் ஷரோன் பந்தன் உங்களை அழைப்பார்
te: మేము మీ ప్రశ్నను స్వీకరించిన వెంటనే సెంచురీ ప్రోక్లబ్ ఎగ్జిక్యూటివ్ మిమ్మల్ని పిలుస్తారు. ఏదైనా ప్రశ్నలు 8955177400 లో మిస్డ్ కాల్ ఇస్తాయి.

# lqOpenNewTicketKEY
source: Open New Ticket
bn: নতুন টিকিট খুলুন
hi: नया टिकट खोलें
ta_in: புதிய டிக்கெட்டை திற
te: క్రొత్త టికెట్ తెరవండి

# rcdRedemptionCatalogueKEY
source: Redemption Catalogue
bn: রিডেম্পশন ক্যাটালগ
hi: रिडेम्पशन कैटलॉग
ta_in: மீட்பு பட்டியல்
te: రెడెంప్షన్ కేటలాగ్

# rcdCategoryKEY
source: Category
bn: ক্যাটাগরি
hi: कैटेगरी
ta_in: வகை
te: రకం

# rcdPointsperproductKEY
source: Points/product
bn: পয়েন্ট / পণ্য
hi: अंक / उत्पाद
ta_in: புள்ளிகள்
te: పాయింట్లు / ఉత్పత్తి

# rcdTotalPointsKEY
source: Total Points
bn: মোট পয়েন্টস
hi: कुल पॉइंट्स
ta_in: மொத்த புள்ளிகள்
te: మొత్తం పాయింట్లు

# rcdAddTpPlannerKEY
source: ADD TO WISHLIST
bn: প্ল্যানার এ যোগ করুন
hi: लानर में जोड़ें
ta_in: விருப்பப்பட்டியலில் சேர்

# rcdAddedtoPlannerKEY
source: ADDED TO WISHLIST
bn: পরিকল্পনাকারী যুক্ত
hi: पहले से ही लानर में
ta_in: விருப்பப்பட்டியலில் சேர்க்கப்பட்டது

# rcdAddtocartKEY
source: ADD TO CART
bn: কার্টে যোগ করুন
hi: कार्ट में डालें
ta_in: பெட்டகத்தில் சேர்
te: కార్ట్ కు జోడించండి

# rcdAddedtoCartKEY
source: ADDED TO CART
bn: কার্টে যুক্ত
hi: पहले से ही कार्ट में
ta_in: வண்டியில் சேர்க்கப்பட்டது

# rcdDescriptionsKEY
source: Description
bn: বিবরণ
hi: विस्तृत विवरण
ta_in: விளக்கம்
te: వివరణలు

# rcdOtherInformationsKEY
source: Other Informations
bn: অন্যান্য তথ্য
hi: अन्य जानकारी
ta_in: பிற தகவல்கள்
te: ఇతర సమాచారాలు

# rcdProductCodeKEY
source: Product Code
bn: রোডাক্ট কোড
hi: प्रोडक्ट कोड
ta_in: தயாரிப்பு குறியீடு
te: ఉత్పత్తి కోడ్

# rcdDelivaryTypeKEY
source: DelivaryType
bn: ডেলিভারির ধরন
hi: डिलीवरी प्रकार
ta_in: டெலிவரி வகை
te: డెలివరీ రకం

# mbMyBenefitsKEY
source: My Benefits
bn: আমার লাভ
hi: मेरे लाभ
ta_in: எனது நன்மைகள்
te: నా ప్రయోజనాలు

# fcScanQRCodeKEY
source: SCAN QR CODE
bn: QR code স্ক্যান করুন
hi: क्यूआर कोड स्कैन करें
ta_in: QR குறியீட்டை ஸ்கேன் செய்
te: స్కాన్ క్యూఆర్ కోడ్

# fcPlaceAQRCodeInsideTheViewFinderRectangleToScanITKEY
source: Place a QR Code inside the view finder
bn: QR Code ভিউফাইন্ডার এর আয়তক্ষেত্রের মধ্যে বসিয়ে স্ক্যান করুন
hi: क्यूआर कोड स्कैन करने के लिए व्यू फाइंडर रेक्टेंगल के अंदर रख कर स्कैन करें
ta_in: வியூ ஃபைண்டரின் உள்ளே QR குறியீட்டை வைக்கவும்
te: వ్యూ ఫైండర్ లోపల క్యూఆర్ కోడ్ ఉంచండి

# coSuccess!!KEY
source: Success !!
bn: সফল!!
hi: सफलता !!
ta_in: வெற்றி!
te: విజయం !!

# coYourRedemptionItemWillBeDeliveredToYouAtEarliestKEY
source: Your redemption item will be delivered to you at the earliest
bn: আপনার রিডেম্পশন করা জিনিস দ্রুত আপনার কাছে পৌঁছে দেওয়া হবে
hi: आप जल्द से जल्द रिडेम्पशन आइटम आप तक पहुँचाया जाएगा।
ta_in: உங்கள் மீட்புப் பொருள் விரைவில் உங்களுக்கு வழங்கப்படும்
te: మీరు రీడీమ్ చేసుకున్న వస్తూని త్వరలోనే పంపబడుతుంది

# coAnyQueriesRegardingTheRedemptionServicesKEY
source: Any queries regarding the redemption services. Give a missed call on 8955177400
bn: রিডেম্পশন পরিষেবা সংক্রান্ত প্রশ্ন থাকলে, মিসড কল দিন এই নম্বরে 8955177400
hi: रिडेम्पशन सेवाओं के बारे में कोई भी प्रश्न के लिए 8955177400 नंबर पर एक मिस्ड कॉल दें
ta_in: மீட்பு சேவைகள் தொடர்பான ஏதேனும் கேள்விகள். 91-7845858414 என்ற எண்ணில் தவறவிட்ட அழைப்பை வழங்கவும்
te: రీడింషన్ సేవలకు సంబంధించి ఏదైనా ప్రశ్నలు. 8955177400 కి మిస్డ్ కాల్ ఇవ్వండి

# coEditAddressKEY
source: Edit Address
bn: ঠিকানা এডিট করুন
hi: पता एडिट करें
ta_in: முகவரியைத் திருத்து
te: చిరునామాను సవరించండి

# coDefaultAddressKEY
source: Default address
bn: ডিফল্ট ঠিকানা
hi: डिफ़ॉल्ट पता
ta_in: இயல்புநிலை முகவரி
te: డిఫాల్ట్ చిరునామా

# coProceedKEY
source: PROCEED
bn: এগোন
hi: आगेबढ़िये
ta_in: தொடரவும்
te: కొనసాగండి

# coRedendOTPKEY
source: RESEND OTP
bn: আবার ও টি পি পাঠান
hi: ओटीपी दोबारा भेजें
ta_in: ஓடிபியை மீண்டும் அனுப்பு
te: OTP ను మళ్ళీ పంపు

# coSubmitKEY
source: SUBMIT
bn: সাবমিট
hi: दर्ज करें
ta_in: சமர்ப்பி
te: సమర్పించండి

# coSecondsRemainingKEY
source: Seconds Remaining
bn: কয়েক সেকেন্ডের অপেক্ষা
hi: कुछ सेकंड बचा हुआ है
ta_in: விநாடிகள் மீதமுள்ளவை
te: మిగిలిన సెకన్లు

# eaNameKEY
source: Name
bn: নাম
hi: नाम
ta_in: பெயர்
te: ಹೆಸರು

# eaMobileKEY
source: Mobile
bn: মোবাইল
hi: मोबाइल
ta_in: கைபேசி
te: మొబైల్

# eaEmailKEY
source: Email
bn: ইমেইল
hi: ईमेल
ta_in: மின்னஞ்சல்
te: ఇ-మెయిల్

# eaAddressKEY
source: Address
bn: ঠিকানা
hi: पता
ta_in: முகவரி
te: చిరునామా

# eaStateKEY
source: State
bn: রাজ্য
hi: राज्य
ta_in: நிலை
te: రాష్ట్రం

# eaCityKEY
source: City
bn: শহর
hi: शहर
ta_in: நகரம்
te: నగరం

# eaPinKEY
source: Pin
bn: পিন কোড
hi: पिन कोड
ta_in: பின்
te: పిన్

# eaDistrictKEY
source: District
bn: জেলা
hi: जिला
ta_in: மாவட்டம்
te: జిల్లా

# eaSubmitKEY
source: SUBMIT
bn: সাবমিট
hi: दर्ज करें
ta_in: சமர்ப்பி
te: సమర్పించండి

# eaEditAddressKEY
source: Edit Address
bn: ঠিকানা এডিট করুন
hi: पता एडिट करें
ta_in: முகவரியைத் திருத்து
te: చిరునామాను సవరించండి

# eaSelectStateKEY
source: Select State
bn: রাজ্য নির্বাচন কর
hi: राज्य चुनें
ta_in: மாநிலத்தைத் தேர்ந்தெடு
te: రాష్ట్రం ఎంచుకోండి

# eaSelectCityKEY
source: Select City
bn: শহর নির্বাচন করুন
hi: शहर चुनें
ta_in: நகரைத் தேர்ந்தெடு
te: నగరాన్ని ఎంచుకోండి

# mcMyCartKEY
source: My Cart
bn: আমারকার্টর্ট
hi: मेरी कार्ट
ta_in: என் வண்டி
te: నా కార్ట్

# mcPointsPerPorductKEY
source: Points/product
bn: পয়েন্ট / পণ্য
hi: अंक / उत्पाद
ta_in: புள்ளிகள்/தயாரிப்பு
te: పాయింట్లు / ఉత్పత్తి

# mcTotalPointsKEY
source: Total points
bn: মোট পয়েন্টস
hi: कुल पॉइंट्स
ta_in: மொத்த புள்ளிகள்
te: మొత్తం పాయింట్లు

# mcCheckOutKEY
source: CHECKOUT
bn: চেকআউট
hi: चेक आउट
ta_in: சரிபார்
te: చెక్అవుట్

# cqlLodgeQueryKEY
source: Lodge Query
bn: আপনার প্রশ্ন লিখুন
hi: लॉज क्वेरी
ta_in: லாட்ஜ் வினவல்
te: లాడ్జ్ ప్రశ్న

# cqlResolvedKEY
source: Resolved
bn: মীমাংসিত
ta_in: தீர்ந்தது
te: పరిష్కరించిన

# cqlPendingKEY
source: Pending
bn: অপেক্ষমান
hi: अपूर्ण
ta_in: நிலுவையில் உள்ளது
te: పెండింగ్

# cqlREopenKEY
source: Re-Open
bn: পুনরায় খোলা
ta_in: மீண்டும் திற
te: మళ్ళీ తెరువు

# cqlClosedKEY
source: Closed
bn: বন্ধ করুন
ta_in: மூடப்பட்டது
te: మూసేయండి

# cqlSelectTopicToLodgeQueryKEY
source: Select topic to lodge query
bn: প্রশ্ন করার জন্য বিষয় বাছুন
hi: प्रश्न पूछने के लिए विषय का चयन करें
ta_in: வினவல் பதிவு செய்ய தலைப்பைத் தேர்ந்தெடுக்கவும்
te: ప్రశ్నను సమర్పించడానికి అంశాన్ని ఎంచుకోండి

# selectyourlanguageKEYq
source: Select your Language
hi: अपनी भाषा का चयन करें
ta_in: உங்கள் மொழியைத் தேர்ந்தெடுக்கவும்
te: మీ భాషను ఎంచుకోండి

# wlWishlistKEY
source: Redemption Planner
bn: রিডেম্পশন প্ল্যানার
hi: रिडेम्पशन प्लानर
ta_in: மீட்பு திட்டமிடுபவர்
te: రెడెంప్షన్ప్లానర్

# wlProductNameKEY
source: Product Name
bn: পণ্যের নাম
hi: उत्पाद का नाम
ta_in: பொருளின் பெயர்
te: వస్తువు పేరు

# wlCategoryKEY
source: Category
bn: ক্যাটাগরি
hi: केटेगरी
ta_in: வகை
te: రకం

# wlPointsKEY
source: Points
bn: পয়েন্টস
hi: प्वाइंट्स
ta_in: புள்ளிகள்
te: పాయింట్లు

# wlDetailsKEY
source: DETAILS
bn: বিশদ তথ্য
hi: विवरण
ta_in: விவரங்கள்
te: వివరాలు

# wlExpectedRedemptionDateKEY
source: Expected redemption date
bn: প্রত্যাশিত মুক্তির তারিখ
hi: अपेक्षित रिडेम्पशन दिनांक
ta_in: எதிர்பார்க்கப்பட்ட மீட்பு தேதி
te: రీడీమ్ చేసుకోవాలనుకున్న తేదీ

# wdPlannerDetailsKEY
source: Redemption Planner details
bn: পরিকল্পনাকারী বিশদ
hi: रिडेम्पशन प्लानर विवरण
ta_in: ரிடெம்ஷன் பிளானர் விவரங்கள்
te: ప్లానర్ వివరాలు

# wdNeedKEY
source: Need
bn: প্রয়োজন
hi: जरूरत है
ta_in: தேவை

# wdPointstoRedeemTheProductKEY
source: Points to redeem the product
bn: এই পণ্যটি রিডিম করার জন্য আপনার আরও পয়েন্ট দরকার
hi: इस उत्पाद को रिडीम के लिए अधिक रिडीमेबल पॉइंट्स
ta_in: தயாரிப்பை மீட்டெடுப்பதற்கான புள்ளிகள்
te: వస్తువుని రీడీమ్ చేయడానికి పాయింట్లు

# wdRemoveKEY
source: REMOVE
bn: সরিয়েদিন
hi: हटाना
ta_in: நீக்கு
te: తొలగిస్తాయి

# wdWishlistSummaryKEY
source: Redemption Planner Summary
bn: রিডেম্পশন সামারি-তে
hi: प्लानर सारांश
ta_in: ரிடெம்ஷன் பிளானர் சுருக்கம்
te: ప్లానర్సారాంశం
