Repository: MrutyunjayaPandaLWS/Sharon-Bandhan
Catalog: SharonBhandhan/Resource/*.lproj/Localizable.strings
Languages: bn, hi, ta_in, te

source: UPLOAD AGAIN
hi: फिर से अपलोड करें
ta_in: மீண்டும் பதிவேற்றவும்
te: మళ్లీ అప్‌లోడ్ చేయండి

source: SCAN AGAIN
hi: फिर से स्कैन करें
ta_in: மீண்டும் ஸ்கேன் செய்யவும்
te: మళ్లీ స్కాన్ చేయండి

source: Please Enter code
hi: कृपया कोड दर्ज करें
ta_in: தயவுசெய்து குறியீட்டை உள்ளிடவும்
te: దయచేసి కోడ్‌ని నమోదు చేయండి

source: Your daily uploading limit exceeded
hi: आपकी दैनिक अपलोडिंग सीमा पार हो गई है
ta_in: உங்கள் தினசரி பதிவேற்ற வரம்பு மீறப்பட்டுள்ளது
te: మీ రోజువారీ అప్‌లోడ్ పరిమితి మించిపోయింది

source: Code is already scanned
hi: कोड पहले से ही स्कैन है
ta_in: குறியீடு ஏற்கனவே ஸ்கேன் செய்யப்பட்டுள்ளது
te: కోడ్ ఇప్పటికే స్కాన్ చేయబడింది

source: Code is already uploaded
hi: कोड पहले ही अपलोड हो चुका है
ta_in: குறியீடு ஏற்கனவே பதிவேற்றப்பட்டது
te: కోడ్ ఇప్పటికే అప్‌లోడ్ చేయబడింది

source: Your daily Scanning limit exceeded
hi: आपकी दैनिक स्कैन करने की सीमा पार हो गई
ta_in: உங்கள் தினசரி ஸ்கேனிங் வரம்பை மீறிவிட்டது
te: మీ రోజువారీ స్కానింగ్ పరిమితి మించిపోయింది

source: Invalid QR code ! QR code should be 12 character
hi: अमान्य क्यूआर कोड! क्यूआर कोड 12 वर्ण का होना चाहिए
ta_in: தவறான QR குறியீடு! QR குறியீடு 12 எழுத்துகளாக இருக்க வேண்டும்
te: చెల్లని QR కోడ్! QR కోడ్ 12 అక్షరాలు ఉండాలి

source: Not a Sharon Ply Genuine Product
hi: नॉट ए शेरोन प्लाई जेन्युइन प्रोडक्ट
ta_in: ஷரோன் ப்ளை உண்மையான தயாரிப்பு அல்ல
te: Sharon Ply నిజమైన ఉత్పత్తి కాదు

source: You are not entitled to this product
hi: आप इस उत्पाद के हकदार नहीं हैं
ta_in: இந்த தயாரிப்புக்கு உங்களுக்கு உரிமை இல்லை
te: మీకు ఈ ఉత్పత్తికి అర్హత లేదు

source: Please enter the valid code
hi: कृपया मान्य कोड दर्ज करें
ta_in: சரியான குறியீட்டை உள்ளிடவும்
te: దయచేసి చెల్లుబాటు అయ్యే కోడ్‌ని నమోదు చేయండి

source: Enter Customer Name
hi: ग्राहक का नाम दर्ज करें
ta_in: வாடிக்கையாளர் பெயரை உள்ளிடவும்
te: కస్టమర్ పేరు నమోదు చేయండి

source: Enter valid First Name
hi: मान्य प्रथम नाम दर्ज करें
ta_in: சரியான முதல் பெயரை உள்ளிடவும்
te: చెల్లుబాటు అయ్యే మొదటి పేరును నమోదు చేయండి

source: Enter EmailID
hi: ईमेल आईडी दर्ज करें
ta_in: மின்னஞ்சல் ஐடியை உள்ளிடவும்
te: ఇమెయిల్ IDని నమోదు చేయండి

source: Enter valid EmailID
hi: मान्य ईमेल आईडी दर्ज करें
ta_in: சரியான மின்னஞ்சல் ஐடியை உள்ளிடவும்
te: చెల్లుబాటు అయ్యే ఇమెయిల్ IDని నమోదు చేయండి

source: Enter Address
hi: पता दर्ज करें
ta_in: முகவரியை உள்ளிடவும்
te: చిరునామాను నమోదు చేయండి

source: Enter Customer Details
hi: ग्राहक विवरण दर्ज करें
ta_in: வாடிக்கையாளர் விவரங்களை உள்ளிடவும்
te: కస్టమర్ వివరాలను నమోదు చేయండి

source: Customer Mobile Number
hi: ग्राहक मोबाइल नंबर
ta_in: வாடிக்கையாளர் மொபைல் எண்
te: కస్టమర్ మొబైల్ నంబర్

source: Enter the Mobile Number
hi: मोबाइल नंबर दर्ज करें
ta_in: மொபைல் எண்ணை உள்ளிடவும்
te: మొబైల్ నంబర్‌ను నమోదు చేయండి

source: Cutomer Email
hi: ग्राहक ईमेल
ta_in: வாடிக்கையாளர் மின்னஞ்சல்
te: కస్టమర్ ఇమెయిల్

source: Enter the email address
hi: ईमेल पता दर्ज करें
ta_in: மின்னஞ்சல் முகவரியை உள்ளிடவும்
te: ఇమెయిల్ చిరునామాను నమోదు చేయండి

source: Customer Address
hi: ग्राहक पता
ta_in: வாடிக்கையாளர் முகவரி
te: కస్టమర్ చిరునామా

source: Enter the address details
hi: पता विवरण दर्ज करें
ta_in: முகவரி விவரங்களை உள்ளிடவும்
te: చిరునామా వివరాలను నమోదు చేయండి

source: Camera access required for Scanning QR Codes
hi: क्यूआर कोड स्कैन करने के लिए कैमरा एक्सेस आवश्यक
ta_in: QR குறியீடுகளை ஸ்கேன் செய்வதற்கு கேமரா அணுகல் தேவை
te: QR కోడ్‌లను స్కాన్ చేయడానికి కెమెరా యాక్సెస్ అవసరం

source: Allow Camera
hi: कैमरे को अनुमति दें
ta_in: கேமராவை அனுமதிக்கவும்
te: కెమెరాను అనుమతించండి

source: Sync Status
hi: सिंक स्थिति
ta_in: ஒத்திசைவு நிலை
te: సమకాలీకరణ స్థితి

source: E - Warranty
hi: ई - वारंटी
ta_in: மின் - உத்தரவாதம்
te: E - వారంటీ

# account_deactivated_check_with_the_administrator
source: Your account is deactivated please check with the administrator
hi: आपका खाता निष्क्रिय कर दिया गया है, कृपया व्यवस्थापक से संपर्क करें
ta_in: உங்கள் கணக்கு செயலிழக்கப்பட்டது, நிர்வாகியுடன் சரிபார்க்கவும்
te: మీ ఖాతా నిష్క్రియం చేయబడింది, దయచేసి నిర్వాహకుడిని సంప్రదించండి

source: New update Available!
hi: नया अपडेट उपलब्ध!
ta_in: புதிய புதுப்பிப்பு கிடைக்கிறது!
te: కొత్త అప్‌డేట్ అందుబాటులో ఉంది!

source: Update Now
hi: अभी अपडेट करें
ta_in: இப்பொழுது மேம்படுத்து
te: ఇప్పుడే నవీకరించండి

source: Your Dream Gift
hi: आपके सपनों का उपहार
ta_in: உங்கள் கனவு பரிசு
te: మీ డ్రీమ్ గిఫ్ట్

source: Product Points
hi: उत्पाद बिंदु
ta_in: தயாரிப்பு புள்ளிகள்
te: ఉత్పత్తి పాయింట్లు

source: Redeemable Points
hi: रिडीमेबल पॉइंट्स
ta_in: மீட்டெடுக்கக்கூடிய புள்ளிகள்
te: రీడీమ్ చేయదగిన పాయింట్లు

source: Points required to redeem
hi: रिडीम करने के लिए आवश्यक पॉइंट्स
ta_in: ரிடீம் செய்ய வேண்டிய புள்ளிகள்
te: రిడీమ్ చేయడానికి అవసరమైన పాయింట్‌లు

source: Add E-Warranty
hi: ई-वारंटी जोड़ें
ta_in: மின் உத்தரவாதத்தைச் சேர்க்கவும்
te: ఇ-వారెంటీని జోడించండి

source: Enter Name
hi: नाम दर्ज करें
ta_in: பெயரை உள்ளிடுக
te: పేరు నమోదు చేయండి

source: Generate E-Warranty
hi: ई-वारंटी उत्पन्न करें
ta_in: மின் உத்தரவாதத்தை உருவாக்கவும்
te: E-వారెంటీని రూపొందించండి

source: Select Area
hi: क्षेत्र चुनें
ta_in: பகுதியைத் தேர்ந்தெடுக்கவும்
te: ప్రాంతాన్ని ఎంచుకోండి

# Download E-Warranty
source: Download
bn: Download E-Warranty
hi: ई-वारंटी डाउनलोड करें
ta_in: மின் உத்தரவாதத்தைப் பதிவிறக்கவும்
te: ఇ-వారంటీని డౌన్‌లోడ్ చేయండి

source: E-Warranty details saved successfully.
hi: ई-वारंटी विवरण सफलतापूर्वक सहेजे गए।
ta_in: மின் உத்தரவாத விவரங்கள் வெற்றிகரமாக சேமிக்கப்பட்டன.
te: ఇ-వారంటీ వివరాలు విజయవంతంగా సేవ్ చేయబడ్డాయి.

source: Something went wrong please try again later !
hi: कुछ गलत हो गया कृपया बाद में पुनः प्रयास करें!
ta_in: ஏதோ தவறு நடந்துவிட்டது. தயவுசெய்து மீண்டும் முயற்சிக்கவும்r !
te: ఏదో తప్పు జరిగినది. దయచేసి కాసేపు ఆగక ప్రయత్నించండి !

source: No Attachment found to download E-Warranty
hi: ई-वारंटी डाउनलोड करने के लिए कोई अनुलग्नक नहीं मिला
ta_in: மின் உத்தரவாதத்தைப் பதிவிறக்க எந்த இணைப்பும் இல்லை
te: E-వారంటీని డౌన్‌లోడ్ చేయడానికి అటాచ్‌మెంట్ కనుగొనబడలేదు

source: Select date range to check your E-Warranty
hi: अपनी ई-वारंटी की जांच के लिए तिथि सीमा का चयन करें
ta_in: உங்கள் மின் உத்தரவாதத்தை சரிபார்க்க தேதி வரம்பைத் தேர்ந்தெடுக்கவும்
te: మీ ఇ-వారంటీని తనిఖీ చేయడానికి తేదీ పరిధిని ఎంచుకోండి

source: Only 1 product we can add
hi: केवल 1 उत्पाद हम जोड़ सकते हैं
ta_in: 1 தயாரிப்பு மட்டுமே நாம் சேர்க்க முடியும்
te: మేము 1 ఉత్పత్తిని మాత్రమే జోడించగలము

source: Quantity should not exceed.
hi: मात्रा अधिक नहीं होनी चाहिए।
ta_in: அளவு அதிகமாக இருக்கக்கூடாது.
te: పరిమాణం మించకూడదు.

source: Quantity should not be zero.
hi: मात्रा शून्य नहीं होनी चाहिए।
ta_in: அளவு பூஜ்ஜியமாக இருக்கக்கூடாது.
te: పరిమాణం సున్నాగా ఉండకూడదు.

source: E-Warranty
hi: ई-वारंटी
ta_in: மின் உத்தரவாதம்
te: ఇ-వారంటీ

source: Points Required
hi: अंक आवश्यक
ta_in: தேவையான புள்ளிகள்
te: పాయింట్లు అవసరం

source: Dream Gift
hi: ड्रीम गिफ्ट
ta_in: கனவு பரிசு
te: డ్రీం గిఫ్ట్

source: Your PAN Details are pending,Please contact your administrator!
hi: आपका पैन विवरण लंबित है, कृपया अपने व्यवस्थापक से संपर्क करें!
ta_in: உங்கள் PAN விவரங்கள் நிலுவையில் உள்ளன, உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்!
te: మీ PAN వివరాలు పెండింగ్‌లో ఉన్నాయి, దయచేసి మీ నిర్వాహకుడిని సంప్రదించండి!

source: Your PAN Details are rejected,Please contact your administrator!
hi: आपका पैन विवरण अस्वीकृत कर दिया गया है, कृपया अपने व्यवस्थापक से संपर्क करें!
ta_in: உங்கள் PAN விவரங்கள் நிராகரிக்கப்பட்டன, உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்!
te: మీ PAN వివరాలు తిరస్కరించబడ్డాయి, దయచేసి మీ నిర్వాహకుడిని సంప్రదించండిtor!

source: Insufficient point balance to redeem!
hi: रिडीम करने के लिए अपर्याप्त पॉइंट बैलेंस!
ta_in: ரிடீம் செய்ய போதுமான புள்ளி இருப்பு இல்லை!
te: రీడీమ్ చేయడానికి తగినంత పాయింట్ బ్యాలెన్స్ లేదు!

source: Dream Gift has been removed successfully
hi: ड्रीम गिफ्ट सफलतापूर्वक हटा दिया गया है
ta_in: ட்ரீம் கிஃப்ட் வெற்றிகரமாக அகற்றப்பட்டது
te: డ్రీమ్ గిఫ్ట్ విజయవంతంగా తీసివేయబడింది

source: Dream Gift has been removed failed
hi: ड्रीम गिफ्ट को हटा दिया गया है
ta_in: ட்ரீம் கிஃப்ட் அகற்றப்பட்டது தோல்வியடைந்தது
te: డ్రీమ్ గిఫ్ట్ తీసివేయబడింది విఫలమైంది

source: Congratulations! you are eligible to win this existing Dream Gift
hi: बधाई हो! आप इस मौजूदा ड्रीम उपहार को जीतने के योग्य हैं
ta_in: வாழ்த்துகள்! ஏற்கனவே இருக்கும் இந்த கனவுப் பரிசை வெல்ல நீங்கள் தகுதியுடையவர்
te: అభినందనలు! మీరు ఇప్పటికే ఉన్న ఈ డ్రీమ్ బహుమతిని గెలవడానికి అర్హులు

source: Congratulations! You are almost near to win this existing Dream Gift.
hi: बधाई हो! आप इस मौजूदा ड्रीम गिफ्ट को जीतने के करीब हैं।
ta_in: வாழ்த்துகள்! தற்போதுள்ள இந்த கனவுப் பரிசை வெல்ல நீங்கள் கிட்டத்தட்ட நெருங்கிவிட்டீர்கள்.
te: అభినందనలు! ఇప్పటికే ఉన్న ఈ డ్రీమ్ గిఫ్ట్‌ని గెలవడానికి మీరు దాదాపు దగ్గరలో ఉన్నారు.

source: Redeemable points as on today
hi: आज के रूप में प्रतिदेय अंक
ta_in: இன்று வரை பெறக்கூடிய புள்ளிகள்
te: నేటికి రీడీమ్ చేయగల పాయింట్లు

source: Dream Gift Details
hi: ड्रीम गिफ्ट डिटेल्स
ta_in: கனவு பரிசு விவரங்கள்
te: డ్రీం గిఫ్ట్ వివరాలు

source: Expected Redemption
hi: अपेक्षित रिडेम्पशन
ta_in: எதிர்பார்க்கப்படும் மீட்பு
te: ఆశించిన విముక్తి

source: Redeem Now
hi: अभी रिडीम करें
ta_in: இப்போது மீட்டுக்கொள்ளவும்
te: ఇప్పుడే రీడీమ్ చేయండి

source: Remove
hi: निकालें
ta_in: அகற்று
te: తొలగించు

source: back To Login
hi: बैक टू लॉगइन
ta_in: மீண்டும் உள்நுழைய
te: లాగిన్‌కి తిరిగి వెళ్ళు

source: Please Enter Membership ID
hi: कृपया सदस्यता आईडी दर्ज करें
ta_in: உறுப்பினர் ஐடியை உள்ளிடவும்
te: దయచేసి సభ్యత్వ IDని నమోదు చేయండి

source: New password sent to the registered mobile number!
hi: पंजीकृत मोबाइल नंबर पर नया पासवर्ड भेजा गया!
ta_in: பதிவு செய்யப்பட்ட மொபைல் எண்ணுக்கு புதிய கடவுச்சொல் அனுப்பப்பட்டது!
te: రిజిస్టర్డ్ మొబైల్ నంబర్‌కు కొత్త పాస్‌వర్డ్ పంపబడింది!

source: MembershipID doesn't exists
hi: सदस्यताआईडी मौजूद नहीं है
ta_in: உறுப்பினர் ஐடி இல்லை
te: సభ్యత్వ ID ఉనికిలో లేదు

# queryQuestion info
source: For any questions and queries on the SharonBandhan Program, Please give a missed call to the below given number.
bn: For any questions and queries on the Sharon Bandhan Loyalty Program. Please give a miss call on the following number
hi: शेरोन बंधन लॉयल्टी प्रोग्राम पर किसी भी प्रश्न और पूछताछ के लिए। कृपया निम्नलिखित नंबर पर मिस कॉल दें
ta_in: ஷரோன் பந்தன் லாயல்டி திட்டத்தில் ஏதேனும் கேள்விகள் மற்றும் கேள்விகளுக்கு. தயவு செய்து பின்வரும் எண்ணிற்கு மிஸ் கால் கொடுங்கள்
te: షారన్ బంధన్ లాయల్టీ ప్రోగ్రామ్‌లో ఏవైనా ప్రశ్నలు మరియు సందేహాల కోసం. దయచేసి కింది నంబర్‌కు మిస్ కాల్ ఇవ్వండి

# Add Lodge Query
source: Lodge Query
bn: Add Lodge Query
hi: लॉज क्वेरी जोड़ें
ta_in: லாட்ஜ் வினவலைச் சேர்க்கவும்
te: లాడ్జ్ ప్రశ్నను జోడించండి

source: Submit Query
hi: क्वेरी सबमिट करें
ta_in: வினவலை சமர்ப்பிக்கவும்
te: ప్రశ్నను సమర్పించండి

source: Select a Query Topic
hi: एक क्वेरी विषय चुनें
ta_in: வினவல் தலைப்பைத் தேர்ந்தெடுக்கவும்
te: ప్రశ్న అంశాన్ని ఎంచుకోండి

source: Query summary is Empty
hi: क्वेरी सारांश रिक्त है
ta_in: வினவல் சுருக்கம் காலியாக உள்ளது
te: ప్రశ్న సారాంశం ఖాళీగా ఉంది

source: Query Details is empty
hi: क्वेरी विवरण रिक्त है
ta_in: வினவல் விவரங்கள் காலியாக உள்ளன
te: ప్రశ్న వివరాలు ఖాళీగా ఉన్నాయి

source: Query submitted successfully
hi: क्वेरी सफलतापूर्वक सबमिट की गई
ta_in: வினவல் வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது
te: ప్రశ్న విజయవంతంగా సమర్పించబడింది

source: Login to continue
hi: जारी रखने के लिए लॉगिन करें
ta_in: தொடர உள்நுழைக
te: కొనసాగించడానికి లాగిన్ చేయండి

source: Privacy Policy
hi: गोपनीयता नीति
ta_in: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

source: Please Enter the Membership ID
hi: कृपया सदस्यता आईडी दर्ज करें
ta_in: உறுப்பினர் ஐடியை உள்ளிடவும்
te: దయచేసి సభ్యత్వ IDని నమోదు చేయండి

source: Please Enter the Password
hi: कृपया पासवर्ड दर्ज करें
ta_in: கடவுச்சொல்லை உள்ளிடவும்
te: దయచేసి పాస్‌వర్డ్‌ను నమోదు చేయండి

source: Please Accept Terms and conditons
hi: कृपया नियम और शर्तें स्वीकार करें
ta_in: விதிமுறைகள் மற்றும் நிபந்தனைகளை ஏற்கவும்
te: దయచేసి నిబంధనలు మరియు షరతులను అంగీకరించండి

# account is verification pending
source: Your account is verification pending! Kindly contact your administrator.
hi: आपके खाते का सत्यापन लंबित है! कृपया अपने व्यवस्थापक से संपर्क करें.
ta_in: உங்கள் கணக்கு சரிபார்ப்பு நிலுவையில் உள்ளது! தயவுசெய்து உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்.
te: మీ ఖాతా ధృవీకరణ పెండింగ్‌లో ఉంది! దయచేసి మీ నిర్వాహకుడిని సంప్రదించండి.

source: Your account is not activated! Kindly activate your account.
hi: आपका खाता सक्रिय नहीं है! कृपया अपना खाता सक्रिय करें.
ta_in: உங்கள் கணக்கு செயல்படுத்தப்படவில்லை! தயவுசெய்து உங்கள் கணக்கை செயல்படுத்தவும்.
te: మీ ఖాతా యాక్టివేట్ కాలేదు! దయచేసి మీ ఖాతాను సక్రియం చేయండి.

source: Your account verification is failed !
hi: आपका खाता सत्यापन विफल हो गया है !
ta_in: உங்கள் கணக்கு சரிபார்ப்பு தோல்வியடைந்தது !
te: మీ ఖాతా ధృవీకరణ విఫలమైంది!

source: Your account has been deactivated! Kindly contact the administrator or contact center at +91-8955177400.
hi: आपका खाता निष्क्रिय कर दिया गया है! कृपया व्यवस्थापक या संपर्क केंद्र से +91-8955177400 पर संपर्क करें.
ta_in: உங்கள் கணக்கு செயலிழக்கப்பட்டது! +91-8955177400 என்ற எண்ணில் நிர்வாகி அல்லது தொடர்பு மையத்தைத் தொடர்பு கொள்ளவும்.
te: మీ ఖాతా డీయాక్టివేట్ చేయబడింది! దయచేసి నిర్వాహకుడిని లేదా సంప్రదింపు కేంద్రాన్ని +91-8955177400లో సంప్రదించండి.

source: Reward Adjusted
hi: पुरस्कार समायोजित
ta_in: வெகுமதி சரி செய்யப்பட்டது
te: రివార్డ్ సర్దుబాటు చేయబడింది

source: My Redemptions
hi: मेरा रिडीम्पशन
ta_in: எனது எனது மீட்புகள்
te: నా విమోచనాలు

source: Pan attachment required
hi: पैन अटैचमेंट आवश्यक है
ta_in: பான் இணைப்பு தேவை
te: పాన్ అటాచ్మెంట్ అవసరం

source: Need Gallary access
hi: गैलरी एक्सेस की आवश्यकता है
ta_in: கேலரி அணுகல் தேவை
te: గ్యాలరీ యాక్సెస్ అవసరం

source: Allow Gallery access
hi: गैलरी पहुंच की अनुमति दें
ta_in: கேலரி அணுகலை அனுமதிக்கவும்
te: గ్యాలరీ యాక్సెస్‌ను అనుమతించండి

source: Allow
hi: अनुमति देना
ta_in: அனுமதி
te: అనుమతించు

source: DisAllow
hi: अनुमति न दें
ta_in: அனுமதிக்காதே
te: అనుమతించవద్దు

source: My Account
hi: मेरी प्रोफाइल
ta_in: என் கணக்கு
te: నా ఖాతా

source: Profile image updated successfully
hi: प्रोफ़ाइल छवि सफलतापूर्वक अपडेट की गई
ta_in: சுயவிவரப் படம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te: ప్రొఫైల్ చిత్రం విజయవంతంగా నవీకరించబడింది

source: Profile image update Failed
hi: प्रोफ़ाइल छवि अद्यतन विफल रहा
ta_in: சுயவிவரப் படத்தைப் புதுப்பிக்க முடியவில்லை
te: ప్రొఫైల్ చిత్రం నవీకరణ విఫలమైంది

source: Add To Planner
hi: प्लानर में जोड़ें
ta_in: திட்டமிடுபவருக்குச் சேர்க்கவும்
te: ప్లానర్‌కు జోడించండి

source: Added To Planner
hi: प्लानर में जोड़ा गया
ta_in: பிளானரில் சேர்க்கப்பட்டது
te: ప్లానర్‌కు జోడించబడింది

source: Redemption Details
hi: रिडीम्पशन विवरण
ta_in: மீட்பு விவரங்கள்
te: విముక్తి వివరాలు

source: Quantity
hi: मात्रा
ta_in: அளவு
te: పరిమాణం

source: TDS applicable
hi: टीडीएस लागू
ta_in: TDS பொருந்தும்
te: TDS వర్తిస్తుంది

# Insufficent Point Balance
source: Insufficient Point Balance
hi: अपर्याप्त बिंदु संतुलन
ta_in: போதிய புள்ளி இருப்பு இல்லை
te: తగినంత పాయింట్ బ్యాలెన్స్ లేదు

source: Product has been added to Cart
hi: उत्पाद को कार्ट में जोड़ दिया गया है
ta_in: கார்ட்டில் தயாரிப்பு சேர்க்கப்பட்டது
te: ఉత్పత్తి కార్ట్‌కి జోడించబడింది

source: Product has been added into Planner List
hi: उत्पाद को प्लानर सूची में जोड़ दिया गया है
ta_in: தயாரிப்பு திட்டமிடுபவர் பட்டியலில் சேர்க்கப்பட்டது
te: ఉత్పత్తి ప్లానర్ జాబితాలోకి జోడించబడింది

source: You have redeemed your product successfully
hi: आपने अपना उत्पाद सफलतापूर्वक भुना लिया है
ta_in: உங்கள் தயாரிப்பை வெற்றிகரமாக மீட்டுவிட்டீர்கள்
te: మీరు మీ ఉత్పత్తిని విజయవంతంగా రీడీమ్ చేసారు

source: Back To Dashboard
hi: डैशबोर्ड पर वापस जाएँ
ta_in: டாஷ்போர்டுக்குத் திரும்பு
te: తిరిగి డాష్‌బోర్డ్‌కి

# PROCESS TO CHECKOUT
source: PROCEED TO CHECKOUT
hi: चेक आउट करने के लिए आगे बढ़ें
ta_in: செக்அவுட் செய்ய தொடரவும்
te: చెక్అవుట్ చేయడానికి కొనసాగండి

source: Product has been removed from Cart
hi: उत्पाद को कार्ट से हटा दिया गया है
ta_in: கார்ட்டில் இருந்து தயாரிப்பு அகற்றப்பட்டது
te: కార్ట్ నుండి ఉత్పత్తి తీసివేయబడింది

source: Select Country
hi: देश चुनें
ta_in: நாட்டினை தேர்வுசெய்
te: దేశాన్ని ఎంచుకోండి

source: No Internet
hi: कोई इंटरनेट नहीं
ta_in: இணையம் இல்லை
te: ఇంటర్నెట్ లేదు

source: Enter Pin
hi: पिन दर्ज करें
ta_in: பின்னை உள்ளிடவும்
te: పిన్ నమోదు చేయండి

source: Enter Valid Zip
hi: वैध ज़िप दर्ज करें
ta_in: செல்லுபடியாகும் ஜிப்பை உள்ளிடவும்
te: చెల్లుబాటు అయ్యే జిప్‌ని నమోదు చేయండి

source: OTP Verification
hi: ओटीपी सत्यापन
ta_in: OTP சரிபார்ப்பு
te: OTP ధృవీకరణ

source: We send a OTP to your Number
hi: ओटीपी वे हम आपके नंबररिफिकेशन पर एक ओटीपी भेजते हैं
ta_in: உங்கள் எண்ணுக்கு OTP அனுப்புகிறோம்
te: మేము మీ నంబర్‌కి OTPని పంపుతాము

source: OTP will Receive within
hi: ओटीपी भीतर प्राप्त होगा
ta_in: உள்ளே OTP பெறப்படும்
te: లోపల OTP అందుతుంది

source: Didn't receive OTP Code?
hi: ओटीपी कोड प्राप्त नहीं हुआ?
ta_in: OTP குறியீட்டைப் பெறவில்லை?
te: OTP కోడ్‌ని అందుకోలేదు?

source: Redemption Failed
hi: रिडीम्पशन विफल
ta_in: மீட்பு தோல்வியடைந்தது
te: విముక్తి విఫలమైంది

source: InValid OTP
hi: अमान्य ओटीपी
ta_in: தவறான OTP
te: చెల్లని OTP

source: Please Enter Correct OTP
hi: कृपया सही ओटीपी दर्ज करें
ta_in: சரியான OTP ஐ உள்ளிடவும்
te: దయచేసి సరైన OTPని నమోదు చేయండి

source: Shipping address requires: State,City,Address,Pin code and Mobile Number,details,Click on 'Edit' to edit and add details
hi: शिपिंग पते की आवश्यकता है: राज्य, शहर, पता, पिन कोड और मोबाइल नंबर, विवरण, संपादित करने और विवरण जोड़ने के लिए 'संपादित करें' पर क्लिक करें
ta_in: ஷிப்பிங் முகவரி தேவை: மாநிலம், நகரம், முகவரி, பின் குறியீடு மற்றும் மொபைல் எண், விவரங்கள், திருத்த மற்றும் விவரங்களைச் சேர்க்க 'திருத்து' என்பதைக் கிளிக் செய்யவும்
te: షిప్పింగ్ చిరునామా అవసరం: రాష్ట్రం, నగరం, చిరునామా, పిన్ కోడ్ మరియు మొబైల్ నంబర్, వివరాలు, సవరించడానికి మరియు వివరాలను జోడించడానికి 'సవరించు'పై క్లిక్ చేయండి

source: Search Product Name
hi: उत्पाद का नाम खोजें
ta_in: தயாரிப்பு பெயரைத் தேடுங்கள்
te: శోధన ఉత్పత్తి పేరు

source: You need
hi: आप की जरूरत है
ta_in: உனக்கு தேவை
te: నీకు అవసరం

source: more redeemable points to redeem this product
hi: इस उत्पाद को भुनाने के लिए अधिक प्रतिदेय अंक
ta_in: இந்த தயாரிப்பை மீட்டெடுக்க அதிக ரிடீம் செய்யக்கூடிய புள்ளிகள்
te: ఈ ఉత్పత్తిని రీడీమ్ చేయడానికి మరిన్ని రీడీమ్ చేయగల పాయింట్‌లు

source: Your expected redemption of
hi: आपकी अपेक्षित मुक्ति
ta_in: நீங்கள் எதிர்பார்க்கும் மீட்பு
te: మీరు ఆశించిన విముక్తి

source: is in
ta_in: உள்ளது
te: లోపల ఉన్నది

source: Average earning required per month
hi: प्रति माह औसत कमाई आवश्यक है
ta_in: மாதத்திற்கு சராசரி வருவாய் தேவை
te: నెలకు సగటు సంపాదన అవసరం

source: Gift product is already added in the Redeem list
hi: रिडीम सूची में उपहार उत्पाद पहले से ही जोड़ा गया है
ta_in: ரிடீம் பட்டியலில் கிஃப்ட் தயாரிப்பு ஏற்கனவே சேர்க்கப்பட்டுள்ளது
te: బహుమతి ఉత్పత్తి ఇప్పటికే రీడీమ్ జాబితాలో జోడించబడింది

source: No Internet. Please check your internet connection
hi: कोई इंटरनेट नहीं। कृपया अपने इंटरनेट कनेक्शन की जाँच करें
ta_in: இணையம் இல்லை. உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்
te: ఇంటర్నెట్ లేదు. దయచేసి మీ ఇంటర్నెట్ కనెక్షన్‌ని తనిఖీ చేయండి

source: Are you sure you really want to delete your account?
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं?
ta_in: உங்கள் கணக்கை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా మీ ఖాతాను తొలగించాలనుకుంటున్నారా?

source: Account deleted successfully
hi: खाता सफलतापूर्वक हटा दिया गया
ta_in: கணக்கு வெற்றிகரமாக நீக்கப்பட்டது
te: ఖాతా విజయవంతంగా తొలగించబడింది

source: Logout
hi: लॉग आउट
ta_in: வெளியேறு
te: లాగ్అవుట్

source: Delete Account
hi: खाता हटा दो
ta_in: கணக்கை நீக்குக
te: ఖాతాను తొలగించండి

source: Home
hi: होम
ta_in: வீடு
te: హోమ్

source: Upload Code
hi: अपलोड कोड
ta_in: பதிவேற்ற குறியீடு
te: అప్‌లోడ్ కోడ్

source: My QR Codes
hi: मेरे क्यूआर कोड
ta_in: எனது QR குறியீடுகள்
te: నా QR కోడ్‌లు

source: Submit without scan Upload QR
hi: स्कैन के बिना सबमिट करें क्यूआर अपलोड करें
ta_in: ஸ்கேன் இல்லாமல் சமர்ப்பிக்கவும் QR பதிவேற்றவும்
te: స్కాన్ లేకుండా సమర్పించండి అప్‌లోడ్ QR

source: Please scan/upload QR code
hi: कृपया क्यूआर कोड स्कैन/अपलोड करें
ta_in: QR குறியீட்டை ஸ்கேன் செய்யவும்/பதிவேற்றவும்
te: దయచేసి QR కోడ్‌ని స్కాన్/అప్‌లోడ్ చేయండి

source: QR code is Submitted Successfully. Check the status of the code in status report.
hi: क्यूआर कोड सफलतापूर्वक सबमिट हो गया है। स्थिति रिपोर्ट में कोड की स्थिति जांचें.
ta_in: QR குறியீடு வெற்றிகரமாகச் சமர்ப்பிக்கப்பட்டது. நிலை அறிக்கையில் குறியீட்டின் நிலையைச் சரிபார்க்கவும்.
te: QR కోడ్ విజయవంతంగా సమర్పించబడింది. స్థితి నివేదికలో కోడ్ స్థితిని తనిఖీ చేయండి.

source: Scan Again
hi: फिर से स्कैन करें
ta_in: மீண்டும் ஸ்கேன் செய்யவும்

source: Place a QR Code inside the view finder rectangle to scan it.
hi: इसे स्कैन करने के लिए दृश्य खोजक आयत के अंदर एक क्यूआर कोड रखें.
ta_in: ஸ்கேன் செய்ய, வியூ ஃபைண்டர் செவ்வகத்தின் உள்ளே QR குறியீட்டை வைக்கவும்.
te: స్కాన్ చేయడానికి వీక్షణ ఫైండర్ దీర్ఘచతురస్రం లోపల QR కోడ్‌ను ఉంచండి.

source: Enter QR code in the above field and submit.
hi: उपरोक्त फ़ील्ड में क्यूआर कोड दर्ज करें और सबमिट करें।
ta_in: மேலே உள்ள புலத்தில் QR குறியீட்டை உள்ளிட்டு சமர்ப்பிக்கவும்.
te: పై ఫీల్డ్‌లో QR కోడ్‌ని నమోదు చేసి సమర్పించండి.

source: Click here to see your QR Codes
hi: अपने क्यूआर कोड देखने के लिए यहां क्लिक करें
ta_in: உங்கள் QR குறியீடுகளைப் பார்க்க இங்கே கிளிக் செய்யவும்
te: మీ QR కోడ్‌లను చూడటానికి ఇక్కడ క్లిక్ చేయండి

source: Upload QR Code
hi: QR कोड अपलोड करें
ta_in: QR குறியீட்டைப் பதிவேற்றவும்
te: QR కోడ్‌ని అప్‌లోడ్ చేయండి

source: QR Code Submission Failed
hi: क्यूआर कोड सबमिशन विफल
ta_in: QR குறியீடு சமர்ப்பிப்பு தோல்வியடைந்தது
te: QR కోడ్ సమర్పణ విఫలమైంది

source: Offline scanning limit exceeded. Sync pending codes in Wifi/Mobile data or Clear processed codes .
hi: ऑफ़लाइन स्कैनिंग सीमा पार हो गई. वाईफ़ाई/मोबाइल डेटा में लंबित कोड सिंक करें या संसाधित कोड साफ़ करें .
ta_in: ஆஃப்லைன் ஸ்கேனிங் வரம்பை மீறியது. வைஃபை/மொபைல் டேட்டாவில் நிலுவையில் உள்ள குறியீடுகளை ஒத்திசைக்கவும் அல்லது செயலாக்கப்பட்ட குறியீடுகளை அழிக்கவும்.
te: ఆఫ్‌లైన్ స్కానింగ్ పరిమితి మించిపోయింది. Wifi/మొబైల్ డేటాలో పెండింగ్‌లో ఉన్న కోడ్‌లను సమకాలీకరించండి లేదా ప్రాసెస్ చేసిన కోడ్‌లను క్లియర్ చేయండి.

source: QR Code length should be 12
hi: क्यूआर कोड की लंबाई 12 होनी चाहिए
ta_in: QR குறியீட்டின் நீளம் 12 ஆக இருக்க வேண்டும்
te: QR కోడ్ పొడవు 12 ఉండాలి

source: Enter the QR Code
hi: क्यूआरकोड दर्ज करें
ta_in: QR குறியீட்டை உள்ளிடவும்
te: QR కోడ్‌ని నమోదు చేయండి

source: Enable Location Services
hi: लोकेशन सेवाओं को सक्षम करें
ta_in: இருப்பிடச் சேவைகளை இயக்கு
te: స్థాన సేవలను ప్రారంభించండి

source: QR Code scanning requires Location Access
hi: क्यूआर कोड स्कैनिंग के लिए लोकेशन एक्सेस की आवश्यकता होती है
ta_in: QR குறியீடு ஸ்கேனிங்கிற்கு இருப்பிட அணுகல் தேவை
te: QR కోడ్ స్కానింగ్‌కు స్థాన ప్రాప్యత అవసరం

source: Settings
hi: समायोजन
ta_in: அமைப்புகள்
te: సెట్టింగ్‌లు

source: Sharon Bandhan Application need Camera permission for Scanning Codes
hi: शेरोन बंधन एप्लिकेशन को स्कैनिंग कोड के लिए कैमरा अनुमति की आवश्यकता है
ta_in: ஷரோன் பந்தன் விண்ணப்பத்திற்கு குறியீடுகளை ஸ்கேன் செய்ய கேமரா அனுமதி தேவை
te: షారన్ బంధన్ అప్లికేషన్ కోడ్‌లను స్కానింగ్ చేయడానికి కెమెరా అనుమతి అవసరం

source: Allow Camera Access
hi: कैमरा एक्सेस की अनुमति दें
ta_in: கேமரா அணுகலை அனுமதிக்கவும்
te: కెమెరా యాక్సెస్‌ని అనుమతించండి

source: Scan QR Code
hi: क्यूआर कोड स्कैन करें
ta_in: QR குறியீட்டை ஸ்கேன் செய்
te: స్కాన్ క్యూఆర్ కోడ్

source: Ask Help ?
hi: सहायता माँगें ?
ta_in: உதவி கேட்கவா?
te: సహాయం అడగాలా?

source: Raise a ticket our team will connect you soon
hi: टिकट उठाएँ हमारी टीम जल्द ही आपसे जुड़ेगी
ta_in: டிக்கெட்டை உயர்த்தி எங்கள் குழு விரைவில் உங்களை இணைக்கும்
te: టిక్కెట్ని పెంచండి మా బృందం త్వరలో మిమ్మల్ని కనెక్ట్ చేస్తుంది

source: Raise a Ticket
hi: एक टिकट उठाएँ
ta_in: ஒரு டிக்கெட்டை உயர்த்தவும்
te: టికెట్ పెంచండి

source: Online scanning limit exceeded. Sync pending codes in Wifi/Mobile data or Clear processed codes .
hi: ऑनलाइन स्कैनिंग सीमा पार हो गई. वाई-फ़ाई/मोबाइल डेटा में लंबित कोड सिंक करें या संसाधित कोड साफ़ करें
ta_in: ஆன்லைன் ஸ்கேனிங் வரம்பை மீறியது. வைஃபை/மொபைல் டேட்டாவில் நிலுவையில் உள்ள குறியீடுகளை ஒத்திசைக்கவும் அல்லது செயலாக்கப்பட்ட குறியீடுகளை அழிக்கவும்
te: ఆన్లైన్ స్కానింగ్ పరిమితి మించిపోయింది. Wifi/Mobile డేటాలో పెండింగ్లో ఉన్న కోడ్లను సమకాలీకరించండి లేదా ప్రాసెస్ చేసిన కోడ్లను క్లియర్ చేయండి .
