Repository: MrutyunjayaPandaLWS/Sharon-Bandhan
Catalog: SharonBhandhan/Resource/*.lproj/Localizable.strings
Languages: bn, hi, ta_in, te

# csCodeStatusKEY
source: Code Status
bn: কোড স্টেটাস
hi: कोड की स्थिति
ta_in: குறியீடு நிலை
te: కోడ్ స్థితి

# csSyncKEY
source: SYNC
bn: সিঙ্ক
hi: सिंक
ta_in: ஒத்திசைவு
te: సమకాలీకరణ

# csClaerKEY
source: CLEAR
bn: মুছেদিন
hi: साफ़ करें
ta_in: தெளிவு
te: క్లియర్

# csCodeKEY
source: Code
bn: কোড
hi: कोड
ta_in: குறியீடு

# csDateKEY
source: Date
bn: তারিখ
hi: दिनांक
ta_in: தேதி
te: తేదీ

# mdgMyDreamGiftKEY
source: My Dream Gift
bn: আমার স্বপ্নের উপহার
hi: मेरे ड्रीम गिफ़्
ta_in: எனது கனவு பரிசு
te: నా డ్రీం గిఫ్ట్

# mdgDetailsKEY
source: Details
bn: বিশদ তথ্য
hi: विस्तृत विवरण
ta_in: விவரங்கள்
te: వివరాలు

# mdgDetailsbuttonKEY
source: DETAILS
ta_in: விவரங்கள்
te: వివరాలు

# mdgRemoveKEY
source: REMOVE
bn: সরিয়ে দিন
hi: हटाना
ta_in: நீக்கு
te: తొలగిస్తాయి

# mdgNeedKEY
source: Need
bn: পণ্যটি রিডিম করার জন্য আপনার আরও পয়েন্ট দরকার
hi: जरूरत है
ta_in: தேவை

# mdgPoitsToRedeemTheProductKEY
source: Points to redeem the product
bn: পণ্যটি রিডিম করার জন্য আপনার আরও পয়েন্ট দরকার
hi: इस उत्पाद को रिडीम के लिए अधिक रिडीमेबल पॉइंट्स
ta_in: தயாரிப்பை மீட்டெடுப்பதற்கான புள்ளிகள்
te: వస్తువును రీడీమ్ చేయడానికి పాయింట్లు

# mdgAveragepointsToBeEarnedPerMonthKEY
source: Average points to be earned per month
bn: প্রতি মাসে গড় পয়েন্ট উপার্জন করুন
hi: प्रति माह अर्जित किए जाने वाले औसत अंक।
ta_in: மாதம் சம்பாதிக்க வேண்டிய சராசரி புள்ளிகள்
te: నెలకు సగటు పాయింట్లు సంపాదించాలి

# DesiredDateKEY
source: Desired date
bn: কাঙ্ক্ষিত তারিখ
hi: वांछित तारीख
ta_in: விரும்பிய தேதி
te: కోరుకున్న తేదీ

# fFollowerKEY
source: Follower
bn: শিষ্য
hi: अनुगामी
ta_in: பின்தொடர்பவர்
te: అనుచరుడు

# fMembershipIDKEY
source: membershipID
bn: মেম্বারশিপ আইডি
hi: मेम्बरशिप आईडी
ta_in: உறுப்பினர் ஐடி
te: సభ్యత్వపు ఐడి

# fNameKEY
source: Name
bn: নাম
hi: नाम
ta_in: பெயர்
te: పేరు

# fMobileKEY
source: Mobile
bn: মোবাইল
hi: मोबाइल
ta_in: கைபேசி
te: మొబైల్

# fSendSMSKEY
source: Send SMS
bn: এসএমএস পাঠান
hi: संदेश भेजो
ta_in: எஸ்எம்எஸ் அனுப்பு
te: ఎస్ ఎం ఎస్ పంపండి

# fAddFollowerKEY
source: Add Follower
bn: অনুসরণকারী যুক্ত করুন
hi: अनुयायी जोड़ें
ta_in: பின்தொடர்பவரைச் சேர்
te: అనుచరుడిని జోడించండి

# fEnterMobileNumberKEY
source: Enter Mobile Number
bn: মোবাইল নম্বর জানান।
hi: मोबाइल नंबर दर्ज करें
ta_in: மொபைல் எண்ணை உள்ளிடவும்
te: మొబైల్ నెంబర్ను నమోదు చేయండి

# fEnterMobileNumberHereKEY
source: Enter mobile number here
bn: এখানে মোবাইল নম্বর প্রবেশ করান
hi: यहां मोबाइल नंबर डालें
ta_in: மொபைல் எண்ணை இங்கே உள்ளிடவும்
te: మొబైల్ నెంబర్ను నమోదు చేయండి

# fSendOTPKEY
source: SEND OTP
bn: ও টি পি পাঠান
hi: ओटीपी भेजें
ta_in: OTP ஐ அனுப்பு
te: SEND ఓటిపి

# ewEWarrentyCertificateKEY
source: E-Warranty Certificate
bn: পূর্ববর্তী শংসাপত্র
hi: ई-वारंटी प्रमाण पत्र
ta_in: மின் உத்தரவாதச் சான்றிதழ்
te: ఈ-వారంటీ సర్టిఫికేట్

# ewFromDatemKEY
source: From Date
bn: তারিখ থেকে
hi: तारीख से
ta_in: தேதியிலிருந்து
te: తేదీ నుంచి

source: Enter From Date
bn: তারিখ থেকে লিখুন
hi: दिनांक से दर्ज करें
ta_in: தேதியிலிருந்து உள்ளிடவும்
te: తేదీ నుండి నమోదు చేయండి

source: Enter To Date
bn: তারিখ লিখুন
hi: तिथि दर्ज करें
ta_in: தேதி வரை உள்ளிடவும்
te: తేదీకి నమోదు చేయండి

# endDateKEY
source: From Date shouldn't be greater than To Date
bn: তারিখ থেকে তারিখের চেয়ে বড় হওয়া উচিত নয়
hi: दिनांक से दिनांक तक से अधिक नहीं होना चाहिए
ta_in: தேதியிலிருந்து தேதி வரை அதிகமாக இருக்கக்கூடாது
te: తేదీ నుండి తేదీ కంటే ఎక్కువ ఉండకూడదు

# ewToDateKEY
source: To Date
bn: তারিখ অবধি
hi: तारीख तक
ta_in: இன்றுவரை
te: తేదీ వరకు

# ewFilterKEY
source: FILTER
bn: ফিল্টার
hi: फिल्टर
ta_in: வடிகட்டி
te: వడపోత

# ewSelectStateKEY
source: Select State
bn: রাজ্য নির্বাচন কর
hi: तारीख़ चुनें
ta_in: மாநிலத்தைத் தேர்ந்தெடு

# ewCancelKEY
source: CANCEL
bn: বাতিল
hi: रद्द करना
ta_in: ரத்துசெய்
te: రద్దు చేయండి

# ewConfirmKEY
source: CONFIRM
bn: নিশ্চিত করুন
hi: सुनिश्चित करें
ta_in: உறுதிப்படுத்து
te: కన్ఫర్మ్

# ewDownloadPDFandShareKEY
source: Download and Share E-warranty PDF
bn: পিডিএফ ডাউনলোড এবং শেয়ার করুন
hi: पीडीएफ डाउनलोड और साझा करें
ta_in: இ-உத்தரவாத PDF ஐப் பதிவிறக்கி பகிரவும்
te: ఈ-వారంటీ పిడిఎఫ్ ని డౌన్‌లోడ్ చేసి షేర్ చేయండి

# ewCustomerNameKEY
source: Customer Name
bn: ক্রেতার নাম
hi: ग्राहक का नाम
ta_in: வாடிக்கையாளர் பெயர்
te: వినియోగదారుని పేరు

# ewMobileNumberKEY
source: Mobile Number
bn: মোবাইল নম্বর
hi: मोबाइल नंबर
ta_in: கைபேசி எண்
te: మొబైల్ సంఖ్య

# ewEmailIDKEY
source: Email ID
bn: ইমেইল
hi: ईमेल
ta_in: மின்னஞ்சல் முகவரி
te: ఇ-మెయిల్

# ewAddressKEY
source: Address
bn: ঠিকানা
hi: पता
ta_in: முகவரி
te: చిరునామా

# ewSelectCityKEY
source: City
bn: শহর নির্বাচন করুন
hi: शहर चुनें
ta_in: நகரம்
te: నగరాన్ని ఎంచుకోండి

# ewSelectAreaKEY
source: Area
bn: অঞ্চল নির্বাচন করুন
hi: क्षेत्र का चयन करें
ta_in: பகுதி
te: ప్రాంతాన్ని ఎంచుకోండి

# ewGenerateEWarrentyKEY
source: Generate E-Warranty Certificate
bn: ই-ওয়ারেন্টি সারটিফীকেট তৈরি করুন
hi: ई-वारंटी प्रमाणपत्र उत्पन्न करें।
ta_in: மின் உத்தரவாதச் சான்றிதழை உருவாக்கு
te: ఈ-వారంటీ సర్టిఫికెట్‌ను రూపొందించండి

# ewDownloadandShareEwarrentyPDFKEY
source: Download and Share E-warranty PDF
bn: ডাউনলোড এবং শেয়ার করুন .ওয়ারেন্টি
hi: पीडीएफ डाउनलोड और साझा करें
ta_in: இ-உத்தரவாத PDF ஐப் பதிவிறக்கி பகிரவும்

# ewEwarrentyCertificateKEY
source: EWarranty Certificate
hi: एवरेण्ट प्रमाण पत्र
ta_in: ஈ உத்தரவாதச் சான்றிதழ்
te: ఈ వారంటీ సర్టిఫికేట్

# ewCodeBankingDateKEY
source: Code banking date
bn: কোড ব্যাংকিংয়ের তারিখ
hi: कोड बैंकिंग की तारीख
ta_in: குறியீட்டு வங்கி தேதி
te: కోడ్ బ్యాంకింగ్ తేదీ

# ewBrandKEY
source: Brand
bn: তরবার
hi: ब्रांड
ta_in: பிராண்ட்
te: బ్రాండ్

# ewProductKEY
source: Product
bn: রোডাক্ট
hi: उत्पाद
ta_in: தயாரிப்பு
te: ఉత్పత్తి

# ewTotalQRCodesKEY
source: Total QR Code
bn: মোট কিউআর কোড
hi: कुल qr कोड
ta_in: மொத்த QR குறியீடு
te: మొత్తం క్యూఆర్ కోడ్

# ewAreaKEY
source: Area
bn: এলাকায়
hi: क्षेत्र
ta_in: பகுதி
te: ప్రాంతం

# ewEnterQuantityKEY
source: Enter quantity
bn: পরিমাণ প্রবেশ করুন
hi: मात्रा दर्ज करें
ta_in: அளவை உள்ளிடவும்*
te: పరిమాణాన్ని నమోదు చేయండి

# mrdMyCatalogueredemptionsKEY
source: My catalogue redemptions
bn: আমার ক্যাটালগ রিডেম্পশনগুলি
hi: मेरी कैटेलॉग रिडेम्पशन
ta_in: எனது பட்டியல் மீட்புகள்
te: నా రిడంప్షన్స్

# mrdCategoryKEY
source: Category
bn: বিভাগ
hi: केटेगरी
ta_in: வகை
te: రకం

# mrdPointsperproductKEY
source: points/product
hi: पॉइंट्स / उत्पाद
ta_in: புள்ளிகள்/தயாரிப்பு
te: పాయింట్లు / వస్తువు

# mrdtotalPointsKEY
source: total points
bn: মোট পয়েন্টস
hi: कुल पॉइंट्स
ta_in: மொத்த புள்ளிகள்
te: మొత్తం పాయింట్లు

# mrdDescriptionsKEY
source: Descriptions
bn: বিবরণ
hi: विस्तृत विवरण
ta_in: விளக்கங்கள்
te: వివరణలు

# mrdOtherInformationsKEY
source: Other Informations
bn: অন্যান্য তথ্য
hi: अन्य जानकारी
ta_in: பிற தகவல்கள்
te: ఇతర సమాచారాలు

# mrdProductCodeKEY
source: product code
bn: রোডাক্ট কোড
hi: उत्पाद कोड
ta_in: தயாரிப்பு குறியீடு
te: ఉత్పత్తి కోడ్

# mrdDelivaryTypeKEY
source: DelivaryType
bn: ডেলিভারির ধরন
hi: डिलीवरी प्रकार
ta_in: டெலிவரி வகை
te: డెలివరీ రకం

# acAccessCameraKEY
source: Access Camera
bn: অ্যাক্সেস ক্যামেরা
hi: एक्सेसकरें कैमरा
ta_in: அணுகல் கேமரா
te: కెమెరాను యాక్సెస్ చేయండి

# acEnableCameraKEY
source: Enable Camera
bn: ক্যামেরা সক্ষম করুন
ta_in: கேமராவை இயக்கு

# acQRCodeScannerRequiresKEY
source: QR Code scanner requires camera permission to start scanning CenturyProClub Code.
bn: সেঞ্চুরি প্রো ক্লাব কোড স্ক্যান করার জন্য QR code স্ক্যানার ক্যামেরা ব্যবহার করার অনুমতি চায়
hi: सेंचुरी प्रोक्लब कोड को स्कैन करने के लिए QR कोड स्कैनर को कैमरा अनुमति की आवश्यकता होती है।
ta_in: QR குறியீடு ஸ்கேனருக்கு ஷரோன் பந்தன் குறியீட்டை ஸ்கேன் செய்ய கேமரா அனுமதி தேவை.

# NoDataFoundKEY
source: No data found
bn: কোনো তথ্য পাওয়া যায়নি
hi: डाटा प्राप्त नहीं हुआ
ta_in: வேறு தகவல்கள் இல்லை
te: డేటా కనుగొనబడలేదు

# UploadKEY
source: UPLOAD
bn: আপলোড
hi: अपलोड
ta_in: பதிவேற்றம்
te: అప్

# RaiseTicketKEY
source: RAISE TICKET
bn: টিকেট রাইস করুন
hi: टिकट रेज करे
ta_in: டிக்கெட் உயர்த்தவும்
te: టికెట్ పెంచండి

# EnterYourCodeKEY
source: Enter your code
bn: আপনার কোড লিখুন
hi: अपना कोड दर्ज करे
ta_in: குறியீட்டை உள்ளிடுக
te: మీ కోడ్

# SureWantToRemoveKEY
source: Are you sure you want to remove
bn: আপনি নিশ্চিত ভাবে সরাতে চান হয়
hi: क्या आप वाकई हटाना चाहते हैं
ta_in: நீங்கள் நிச்சயமாக அகற்ற விரும்புகிறீர்களா
te: మీరు ఖచ్చితంగా తీసివేయాలనుకుంటున్నారా

# YesKey
source: Yes
bn: হ্যাঁ
hi: हां
ta_in: ஆம்
te: అవును

# NoKey
source: No
bn: না
hi: नहीं
ta_in: இல்லை
te: లేదు

# SubmitCodeKey
source: Submit your code
bn: আপনার কোড জমা দিন
hi: अपना कोड सबमिट करें
ta_in: உங்கள் குறியீட்டை சமர்ப்பிக்கவும்
te: మీ కోడ్ని సమర్పించండి

# Enter12DigitsKey
source: Please enter 12 digit code
bn: দয়া করে ১২ অঙ্কের কোড লিখুন
hi: कृपया १२ अंकों का कोड दर्ज करें
ta_in: தயவுசெய்து 12 இலக்கக் குறியீட்டை உள்ளிடவும்
te: దయచేసి 12 అంకెల కోడ్

# CodeSYNCKey
source: Code sync status
bn: কোড সিঙ্ক অবস্থা
hi: कोड सिंक स्थिति
ta_in: குறியீடு ஒத்திசைவு நிலை
te: కోడ్ సమకాలీకరణ స్థితి

# CodeSummaryKey
source: Code summary
bn: কোড সারাংশ
hi: कोड सारांश
ta_in: குறியீடு சுருக்கம்
te: కోడ్ సారాంశం

# ToDateKey
source: To date
bn: তারিখ পর্যন্
hi: तारीख तक
ta_in: இன்றுவரை
te: తేదీ వరకు

# FromDateKey
source: From date
bn: তারিখ হইতে
hi: तारीख से
ta_in: தேதியிலிருந்து
te: తేదీ నుండి

# FilterKey
source: Filter
bn: ফিলটার
hi: फ़िल्टर
ta_in: வடிகட்டி
te: ఫిల్టర్ చేయండి

# DateOrStausKey
source: Please select date or status
bn: দয়া করে তারিখ বা স্থিতি নির্বাচন করুন
hi: कृपया तिथि या स्थिति चुनें
ta_in: தயவுசெய்து தேதி அல்லது நிலையைத் தேர்ந்தெடுக்கவும்
te: దయచేసి తేదీ లేదా స్థితిని ఎంచుకోండి

# SelectToDateKey
source: Please select to date
bn: তারিখ পর্যন্ত নির্বাচন করুন
hi: कृपया दिनांक तक चुनें
ta_in: தயவுசெய்து தேதியைத் தேர்ந்தெடுக்கவும்
te: దయచేసి తేదీని ఎంచుకోండి

# ToDateGreaterFromDateKey
source: To date should be greater than from date
bn: তারিখ থেকে তারিখের চেয়ে বড় হওয়া উচিত
hi: आज तक तारीख से बड़ा होना चाहिए
ta_in: இன்று தேதியிலிருந்து தேதியை விட அதிகமாக இருக்க வேண்டும்
te: తేదీ తేదీ కంటే ఎక్కువ ఉండాలి

# CountKey
source: Count
bn: গণনা
hi: गिनती
ta_in: எண்ணிக்கை
te: కౌంట్

# SelectDateKey
source: Select date
bn: তারিখ নির্বাচন করুন
hi: तारीख़ चुनें
ta_in: தேர்வு தேதி
te: తేదీని ఎంచుకోండి

# CancelKey
source: Cancel
bn: বাতিল করুন
hi: रद्द करें
ta_in: ரத்துசெய்
te: రద్దు చేయండి

# ConfirmKey
source: Confirm
bn: নিশ্চিত করুন
hi: पुष्टि करें
ta_in: உறுதிப்படுத்து
te: నిర్ధారించండి

# EWarrantyKey
source: E-warranty Certicates
bn: ই-ওয়ারেন্টি সার্টিফিকেট
hi: ई-वारंटी प्रमाण पत्र
ta_in: மின் உத்தரவாதச் சான்றிதழ்கள்
te: ఇ-వారంటీ సర్టిఫికేట్లు

# ResetKey
source: Reset
bn: রিসেট
hi: रीसेट
ta_in: மீட்டமை
te: రీసెట్ చేయండి

# NoEWarrantyKey
source: No E-Warranty result found
bn: কোন ই-ওয়ারেন্টি ফলাফল পাওয়া যায় নি
hi: कोई ई-वारंटी परिणाम नहीं मिला
ta_in: மின்-உத்தரவாத முடிவு கிடைக்கவில்லை
te: E- వారంటీ ఫలితం కనుగొనబడలేదు

# DateForCodeDisplayeKey
source: Select from date and To date for the codes to displayed
bn: তারিখ থেকে তারিখের চেয়ে বড় হওয়া উচিত
hi: कोड प्रदर्शित करने के लिए दिनांक और तिथि से चुनें
ta_in: குறியீடுகள் காண்பிக்க தேதியிலிருந்து தேதி மற்றும் தேதி வரை தேர்ந்தெடுக்கவும்
te: కోడ్లు ప్రదర్శించడానికి తేదీ మరియు తేదీ నుండి ఎంచుకోండి

# CreatedDateKey
source: Created date
bn: তৈরীর তারিখ
hi: रचना तिथि
ta_in: உருவாக்கப்பட்ட தேதி
te: సృష్టించిన తేదీ

# okKey
source: ok
bn: ঠিক আছে
hi: ठीक है
ta_in: சரி
te: అలాగే

# NotAllowedRedeemKey
source: You are not allowled to redeem .Please contact your administrator
bn: আপনাকে রেডিম করার অনুমতি নেই দয়া করে আপনার প্রশাসকের সাথে যোগাযোগ করুন
hi: आपको रिडीम करने की अनुमति नहीं है। कृपया अपने व्यवस्थापक से संपर्क करें
ta_in: உங்களுக்கு ரிடீம் செய்ய அனுமதி இல்லை. உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்
te: మీరు రీడీమ్ చేయడానికి అనుమతించబడలేదు. దయచేసి మీ నిర్వాహకుడిని సంప్రదించండి

# NoDreamGiftKey
source: No dream gift found
bn: কোন স্বপ্ন উপহার পাওয়া যায় নি
hi: कोई सपना उपहार नहीं मिला
ta_in: கனவு பரிசு கிடைக்கவில்லை
te: కలల బహుమతి దొరకలేదు

# AlertKey
source: Alert
bn: সতর্কতা
hi: चेतावनी
ta_in: எச்சரிக்கை
te: హెచ్చరిక

# InvalidPasswordKey
source: Invalid password
bn: ভুল পাসওয়ার্ড
hi: अवैध पासवर्ड
ta_in: தவறான கடவுச்சொல்
te: చెల్లని పాస్వర్డ్

# FollowerCategoryKey
source: Select follower category
bn: অনুসরণকারী শ্রেণী নির্বাচন করুন
hi: अनुयायी श्रेणी का चयन करें
ta_in: பின்தொடர்பவர் வகையைத் தேர்ந்தெடு
te: అనుచరుల వర్గాన్ని ఎంచుకోండి

# NoFollowersFoundKey
source: No Followers found at this moment click on '+' to add new follower
bn: এই মুহুর্তে কোন ফলোয়ার পাওয়া যায়নি নতুন ফলোয়ার যোগ করতে '+' এ ক্লিক করুন
hi: इस समय कोई अनुयायी नहीं मिला नया अनुयायी जोड़ने के लिए '+' पर क्लिक करें
ta_in: இந்த நேரத்தில் பின்தொடர்பவர்கள் யாரும் இல்லை புதிய பின்தொடர்பவரை சேர்க்க ' ' ஐ கிளிக் செய்யவும்
te: ఈ సమయంలో అనుచరులు ఎవరూ కనిపించలేదు, కొత్త అనుచరుడిని జోడించడానికి '+' పై క్లిక్ చేయండి

# addedToCartKey
source: added to cart
bn: কার্টে যোগ করা হয়েছে
hi: कार्ट में जोड़ा गया
ta_in: வண்டியில் சேர்க்கப்பட்டது
te: బండికి జోడించబడింది

# EnterAllFieldsKey
source: Enter all fields
bn: সমস্ত ক্ষেত্র লিখুন
hi: सभी फ़ील्ड दर्ज करें
ta_in: எல்லா புலங்களையும் உள்ளிடவும்
te: అన్ని ఫీల్డ్లను నమోదు చేయండి

# AlreadyPlannerAddedKey
source: Product is already added to your Redemption planner
bn: আপনার রিডেম্পশন প্ল্যানারে ইতিমধ্যেই প্রোডাক্ট যোগ করা হয়েছে
hi: उत्पाद आपके रिडेम्पशन प्लानर में पहले ही जोड़ा जा चुका है
ta_in: உங்கள் மீட்புத் திட்டத்தில் தயாரிப்பு ஏற்கனவே சேர்க்கப்பட்டுள்ளது
te: మీ విమోచన ప్లానర్కు ఉత్పత్తి ఇప్పటికే జోడించబడింది

# PlannerAddedKey
source: Product has been added to your Redemption planner
bn: আপনার রিডেম্পশন প্ল্যানারে প্রোডাক্ট যোগ করা হয়েছে
hi: उत्पाद को आपके रिडेम्पशन प्लानर में जोड़ दिया गया है
ta_in: உங்கள் ரிடெம்ப்ஷன் பிளானரில் தயாரிப்பு சேர்க்கப்பட்டது
te: ఉత్పత్తి మీ విమోచన ప్లానర్కు జోడించబడింది

# NotAllowedToRedeemKey
source: You are not allowed to redeem.Please contact your administrator.
bn: আপনাকে খালাস করার অনুমতি নেই দয়া করে আপনার প্রশাসকের সাথে যোগাযোগ করুন
hi: आपको रिडीम करने की अनुमति नहीं है। कृपया अपने व्यवस्थापक से संपर्क करें।
ta_in: உங்களுக்கு ரிடீம் செய்ய அனுமதி இல்லை. உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்.
te: మీరు రీడీమ్ చేయడానికి అనుమతించబడలేదు. దయచేసి మీ నిర్వాహకుడిని సంప్రదించండి

# SelectDateRangeKey
source: Select date range
bn: তারিখ পরিসীমা নির্বাচন করুন
hi: दिनांक सीमा चुनें
ta_in: தேர்வு தேதி வரம்பை
te: తేదీ పరిధిని ఎంచుకోండి

# QRCodeKey
source: QR code
bn: কিউআর কোড
hi: क्यूआर कोड
ta_in: க்யு ஆர் குறியீடு
te: QR కోడ్

# NoSearchResultKey
source: No search result found!
bn: কোন অনুসন্ধান ফলাফল পাওয়া যায় নি!
hi: कोई खोज परिणाम नहीं मिला!
ta_in: தேடல் முடிவு கிடைக்கவில்லை!
te: ఏ శోధన ఫలితం కనుగొనబడింది!

# GiftTypeKey
source: Gift type
bn: উপহারের ধরন
hi: उपहार प्रकार
ta_in: பரிசு வகை
te: గిఫ్ట్ రకం

# RaiseTicketKey
source: Raise ticket
bn: টিকেট রাইস করুন
hi: टिकट रेज करे
ta_in: டிக்கெட் உயர்த்தவும்
te: రైజ్ టికెట్

# WriteQueryHereKey
source: Write query here
bn: এখানে প্রশ্ন লিখুন
hi: क्वेरी यहाँ लिखें
ta_in: கேள்வியை இங்கே எழுது
te: ప్రశ్నను ఇక్కడ వ్రాయండి

# OpenNewTicketKey
source: Open new Ticket
bn: নতুন টিকিট খুলুন
hi: नया टिकट खोलें
ta_in: புதிய டிக்கெட்டை திற
te: కొత్త టికెట్ తెరవండి

# EnterValidNumberKey
source: Enter valid mobile number
bn: বৈধ মোবাইল নম্বর লিখুন
hi: मान्य मोबाइल नंबर दर्ज करें
ta_in: சரியான கைபேசி எண்ணை தரவும்
te: చెల్లే మొబైల్ నెంబర్ ను ఎంటర్ చేయండి

# MemberExistKey
source: Member does not exist
bn: সদস্যের অস্তিত্ব নেই।
hi: सदस्य मौजूद नहीं है।
ta_in: உறுப்பினர் இல்லை
te: సభ్యుడు ఉనికిలో లేదు

# ExecutiveCallKey
source: Centuryproclub executive will call you as soon as we receive your missed call !
bn: আমরা আপনার মিসড কল পাওয়ার সাথে সাথে সেঞ্চুরি প্রোক্লাব নির্বাহী আপনাকে কল করবে!
hi: जैसे ही हमें आपका मिस्ड कॉल प्राप्त होगा, सेंचुरीप्रोक्लब के कार्यकारी आपको कॉल करेंगे!
ta_in: உங்கள் தவறிய அழைப்பை நாங்கள் பெற்றவுடன் ஷரோன் பந்தன் நிர்வாகி உங்களை அழைப்பார்!
te: మీ మిస్డ్ కాల్ మాకు అందిన వెంటనే సెంచరీప్రోక్లబ్ ఎగ్జిక్యూటివ్ మీకు కాల్ చేస్తారు!

# MissedCallOnKey
source: Give a missed call on
bn: এ একটি মিসড কল দিন
hi: पर मिस्ड कॉल दें
ta_in: ஒரு மிஸ்டு கால் கொடுங்கள்
te: మిస్డ్ కాల్ ఇవ్వండి

# OTPDoesNotMatchKey
source: OTP entered does not match
bn: প্রবেশ করা ওটিপি মেলে না
hi: दर्ज किया गया ओटीपी मेल नहीं खाता
ta_in: உள்ளிட்ட OTP பொருந்தவில்லை
te: OTP ఎంటర్ సరిపోలడం లేదు

# ResendOTPKey
source: Resend OTP
bn: ওটিপি আবার পাঠান
hi: ओटीपी पुनः भेजें
ta_in: ஓடிபியை மீண்டும் அனுப்பு
te: OTP ను మళ్ళీ పంపు

# NotificationsKey
source: Notifications
bn: বিজ্ঞপ্তি
hi: सूचनाएं
ta_in: அறிவிப்புகள்
te: నోటిఫికేషన్లు

# AccessDeniedKey
source: You currently do not have access to this menu.Kindly contact the administrator or contact center at +91-8955177400.
bn: আপনার বর্তমানে এই মেনুতে অ্যাক্সেস নেই। দয়া করে প্রশাসক বা যোগাযোগ কেন্দ্রের সাথে +91-8955177400 এ যোগাযোগ করুন।
hi: वर्तमान में आपके पास इस मेनू तक पहुंच नहीं है। कृपया व्यवस्थापक या संपर्क केंद्र से +91-8955177400 पर संपर्क करें।
ta_in: தற்போது இந்த மெனுவிற்கான அணுகல் உங்களிடம் இல்லை. தயவு செய்து 91-8955177400 என்ற எண்ணில் நிர்வாகி அல்லது தொடர்பு மையத்தைத் தொடர்பு கொள்ளவும்.
te: మీకు ప్రస్తుతం ఈ మెనూకి ప్రాప్యత లేదు. దయచేసి నిర్వాహకుడిని లేదా +91-8955177400 వద్ద సంప్రదింపు కేంద్రాన్ని సంప్రదించండి.

# enterScratchCode
source: Please enter scratch code.
bn: স্ক্র্যাচ কোড লিখুন.
hi: कृपया स्क्रैच कोड डालें.
ta_in: கீறல் குறியீட்டை உள்ளிடவும்.
te: దయచేసి స్క్రాచ్ కోడ్ని నమోదు చేయండి.

# alreadySubmittedKey
source: This code is already submitted.
bn: স্ক্এই কোডটি ইতিমধ্যেই জমা দেওয়া হয়েছে।
hi: यह कोड पहले ही सबमिट किया जा चुका है.
ta_in: இந்த குறியீடு ஏற்கனவே சமர்ப்பிக்கப்பட்டது.
te: ఈ కోడ్ ఇప్పటికే సమర్పించబడింది.

# PlzSelectFromDateKey
source: Please Select From Date
bn: তারিখ থেকে নির্বাচন করুন
hi: कृपया तिथि से चुनें
ta_in: தயவுசெய்து தேதியிலிருந்து தேர்ந்தெடுக்கவும்
te: దయచేసి తేదీ నుండి ఎంచుకోండి

# PlzEnterOTPKey
source: Please Enter OTP!
bn: অনুগ্রহ করে ওটিপি লিখুন!
hi: कृपया ओटीपी दर्ज करें!
ta_in: தயவுசெய்து OTP ஐ உள்ளிடவும்!
te: దయచేసి OTP నమోదు చేయండి!

source: View
bn: দেখুন
hi: दृश्य
ta_in: பார்வை
te: వీక్షణ

# QRCodeSubmitted
source: QR code is Submitted Successfully. Check the status of the code in status report.
bn: QR কোড সফলভাবে জমা দেওয়া হয়েছে৷ স্ট্যাটাস রিপোর্টে কোডের স্থিতি পরীক্ষা করুন।
hi: क्यूआर कोड सफलतापूर्वक सबमिट किया गया है। स्थिति रिपोर्ट में कोड की स्थिति की जाँच करें।
ta_in: QR குறியீடு வெற்றிகரமாகச் சமர்ப்பிக்கப்பட்டது. நிலை அறிக்கையில் குறியீட்டின் நிலையைச் சரிபார்க்கவும்.
te: QR కోడ్ విజయవంతంగా సమర్పించబడింది. స్థితి నివేదికలో కోడ్ స్థితిని తనిఖీ చేయండి.

# CodeScannedSuccess
source: Code scanned successfully
bn: কোড সফলভাবে স্ক্যান করা হয়েছে
hi: कोड सफलतापूर्वक स्कैन किया गया
ta_in: குறியீடு வெற்றிகரமாக ஸ்கேன் செய்யப்பட்டது
te: కోడ్ విజయవంతంగా స్కాన్ చేయబడింది

source: My PAN
bn: আমার প্যান
hi: मेरा पैन
ta_in: எனது பான்
te: నా పాన్

source: My Profile
bn: আমার প্রোফাইল
hi: मेरी प्रोफाइल
ta_in: என் சுயவிவரம்
te: నా జీవన వివరణ

source: My PAN Details
bn: আমার প্যান বিবরণ
hi: मेरा पैन विवरण
ta_in: எனது பான் விவரங்கள்
te: నా పాన్ వివరాలు

# enterPanNum
source: Enter your PAN Number
bn: আপনার প্যান নম্বর লিখুন
hi: अपना पैन नंबर दर्ज करें
ta_in: உங்கள் பான் எண்ணை உள்ளிடவும்
te: మీ పాన్ నంబర్‌ను నమోదు చేయండి

# ptsBalance
source: Point Balance
bn: পয়েন্ট ব্যালেন্স
hi: प्वाइंट बैलेंस
ta_in: புள்ளி இருப்பு
te: పాయింట్ బ్యాలెన్స్

# tdsPts
source: TDS Points
bn: টিডিএস (TDS)পয়েন্ট
hi: टीडीएस(TDS) अंक
ta_in: டிடிஎஸ் புள்ளிகள்
te: TDS పాయింట్లు

source: TDS
bn: টিডিএস(TDS)
hi: टीडीएस(TDS)
ta_in: டிடிஎஸ்

# plzEnterPAN
source: Please enter your PAN number
bn: অনুগ্রহ করে আপনার প্যান নম্বর লিখুন
hi: कृपया अपना पैन नंबर दर्ज करें
ta_in: தயவுசெய்து உங்கள் பான் எண்ணை உள்ளிடவும்
te: దయచేసి మీ పాన్ నంబర్‌ను నమోదు చేయండి

# validPanNum
source: Enter valid PAN Number!
bn: বৈধ প্যান নম্বর লিখুন!
hi: मान्य पैन नंबर दर्ज करें!
ta_in: சரியான PAN எண்ணை உள்ளிடவும்!
te: చెల్లుబాటు అయ్యే పాన్ నంబర్‌ని నమోదు చేయండి!

# douWantSubmit
source: Do you want to submit without PAN attachment?
bn: আপনি কি প্যান সংযুক্তি ছাড়াই জমা দিতে চান?
hi: क्या आप पैन अटैचमेंट के बिना सबमिट करना चाहते हैं?
ta_in: பான் இணைப்பு இல்லாமல் சமர்ப்பிக்க விரும்புகிறீர்களா?
te: మీరు పాన్ అటాచ్‌మెంట్ లేకుండా సమర్పించాలనుకుంటున్నారా?

# PanSaveFailed
source: Pan Card details save failed!
bn: প্যান কার্ডের বিবরণ সংরক্ষণ ব্যর্থ হয়েছে!
hi: पैन कार्ड विवरण सहेजना विफल रहा!
ta_in: பான் கார்டு விவரங்களை சேமிக்க முடியவில்லை!
te: పాన్ కార్డ్ వివరాలను సేవ్ చేయడం విఫలమైంది!

# panDetailsSaved
source: Pan Card details saved successfully!
bn: প্যান কার্ডের বিবরণ সফলভাবে সংরক্ষিত হয়েছে!
hi: पैन कार्ड विवरण सफलतापूर्वक सहेजा गया!
ta_in: பான் கார்டு விவரங்கள் வெற்றிகரமாக சேமிக்கப்பட்டன!
te: పాన్ కార్డ్ వివరాలు విజయవంతంగా సేవ్ చేయబడ్డాయి!

# panDetailsSubmitted
source: Your PAN details have been submitted for verification!
bn: আপনার প্যান বিবরণ যাচাইকরণের জন্য জমা দেওয়া হয়েছে!
hi: आपका पैन विवरण सत्यापन के लिए सबमिट कर दिया गया है!
ta_in: உங்கள் PAN விவரங்கள் சரிபார்ப்பிற்காக சமர்ப்பிக்கப்பட்டுள்ளன!
te: మీ పాన్ వివరాలు ధృవీకరణ కోసం సమర్పించబడ్డాయి!

# panVerified
source: Your PAN details have been verified!
bn: আপনার প্যান বিবরণ যাচাই করা হয়েছে!
hi: आपका पैन विवरण सत्यापित किया गया है!
ta_in: உங்கள் PAN விவரங்கள் சரிபார்க்கப்பட்டன!
te: మీ పాన్ వివరాలు ధృవీకరించబడ్డాయి!

# techincalErr
source: Technical error!
bn: প্রযুক্তিগত ত্রুটি!
hi: तकनीकि खराबी!
ta_in: தொழில்நுட்ப பிழை!
te: సాంకేతిక లోపం!

source: Pan Verification
bn: প্যান যাচাইকরণ
hi: पैन सत्यापन
ta_in: பான் சரிபார்ப்பு
te: పాన్ ధృవీకరణ

# kindlyUploadDetails
source: Kindly upload your PAN details
bn: অনুগ্রহ করে আপনার PAN বিবরণ আপলোড করুন
hi: कृपया अपना पैन विवरण अपलोड करें
ta_in: தயவுசெய்து உங்கள் பான் விவரங்களை பதிவேற்றவும்
te: దయచేసి మీ పాన్ వివరాలను అప్‌లోడ్ చేయండి

# PANnumbeer
source: PAN Number
bn: প্যান নম্বর
hi: पैन नंबर
ta_in: பான் எண்
te: పాన్ నంబర్

source: Validate
bn: যাচাই করুন
hi: मान्य
ta_in: சரிபார்
te: ధృవీకరించండి

# DOB
source: Date Of Birth :
bn: জন্ম তারিখ :
hi: जन्म की तारीख :
ta_in: பிறந்த தேதி :
te: పుట్టిన తేది :

source: PAN Attachment
bn: প্যান সংযুক্তি
hi: पैन अटैचमेंट
ta_in: PAN இணைப்பு
te: PAN అటాచ్‌మెంట్

# customerPANDetails
source: Customer PAN Details have been submitted for verification !
bn: গ্রাহক প্যান বিবরণ যাচাইকরণের জন্য জমা দেওয়া হয়েছে!
hi: सत्यापन के लिए ग्राहक पैन विवरण प्रस्तुत कर दिया गया है!
ta_in: வாடிக்கையாளர் பான் விவரங்கள் சரிபார்ப்பிற்காக சமர்ப்பிக்கப்பட்டுள்ளன!
te: కస్టమర్ పాన్ వివరాలు ధృవీకరణ కోసం సమర్పించబడ్డాయి!

source: Save
bn: সংরক্ষণ
hi: बचाना
ta_in: சேமி
te: సేవ్ చేయండి

source: Person Name :
bn: ব্যক্তির নাম:
hi: व्यक्ति का नाम :
ta_in: நபர் பெயர் :
te: వ్యక్తి పేరు:

# customerPANVerified
source: Customer PAN Details has been verified!
bn: গ্রাহক প্যান বিবরণ যাচাই করা হয়েছে!
hi: ग्राहक पैन विवरण सत्यापित किया गया है!
ta_in: வாடிக்கையாளர் பான் விவரங்கள் சரிபார்க்கப்பட்டன!
te: కస్టమర్ పాన్ వివరాలు ధృవీకరించబడ్డాయి!

source: Verify
bn: যাচাই করুন
hi: सत्यापित करना
ta_in: சரிபார்
te: ధృవీకరించండి

# savingPancarFailed
source: Saving Pancard failed. try after sometime
bn: প্যানকার্ড সংরক্ষণ করা ব্যর্থ হয়েছে৷ কিছুক্ষণ পর চেষ্টা করুন
hi: पैनकार्ड सहेजना विफल रहा. कुछ देर बाद कोशिश करें
ta_in: பான் கார்டைச் சேமிப்பதில் தோல்வி. சிறிது நேரம் கழித்து முயற்சிக்கவும்
te: పాన్‌కార్డ్‌ను సేవ్ చేయడం విఫలమైంది. కొంత సమయం తర్వాత ప్రయత్నించండి

source: Points Balance
hi: अंक संतुलन
ta_in: புள்ளிகள் இருப்பு
te: పాయింట్ల బ్యాలెన్స్

source: E-Warrenty
hi: ई-वारंटी
ta_in: மின் உத்தரவாதம்
te: ఇ-వారంటీ

source: Are you sure want to exit without generating E-Warranty?
hi: क्या आप निश्चित रूप से ई-वारंटी उत्पन्न किए बिना बाहर निकलना चाहते हैं?
ta_in: மின் உத்தரவாதத்தை உருவாக்காமல் நிச்சயமாக வெளியேற விரும்புகிறீர்களா?
te: మీరు ఖచ్చితంగా E-వారెంటీని రూపొందించకుండానే నిష్క్రమించాలనుకుంటున్నారా?

source: E-Warranty generated successfully.You can download the E-Warranty in Download E-warranty Section
hi: ई-वारंटी सफलतापूर्वक उत्पन्न हुई। आप ई-वारंटी को डाउनलोड ई-वारंटी अनुभाग में डाउनलोड कर सकते हैं
ta_in: மின் உத்தரவாதம் வெற்றிகரமாக உருவாக்கப்பட்டது
te: E-వారంటీ విజయవంతంగా రూపొందించబడింది. మీరు డౌన్‌లోడ్ E-వారంటీ విభాగంలో E-వారెంటీని డౌన్‌లోడ్ చేసుకోవచ్చు
