Repository: MrutyunjayaPandaLWS/Sharon-Bandhan
Catalog: SharonBhandhan/Resource/*.lproj/Localizable.strings
Languages: bn, hi, ta_in, te

source: PAN INFORMATION
hi: पैन जानकारी
ta_in: பான் தகவல்
te: పాన్ సమాచారం

source: Receive Benefits Upon Joining
hi: शामिल होने पर लाभ प्राप्त करें l
ta_in: சேர்ந்தவுடன் பலன்களைப் பெறுங்கள்
te: చేరిన తర్వాత ప్రయోజనాలను పొందండి

source: Earn Points for your purchase
hi: अपनी खरीदारी के लिए अंक अर्जित करें l
ta_in: உங்கள் வாங்குதலுக்கான புள்ளிகளைப் பெறுங்கள்
te: మీ కొనుగోలు కోసం పాయింట్‌లను సంపాదించండి

source: Redeem Reward points for Attractive Gift Items
hi: आकर्षक उपहार आइटम के लिए रिवॉर्ड पॉइंट रिडीम करें l
ta_in: கவர்ச்சிகரமான பரிசுப் பொருட்களுக்கான வெகுமதி புள்ளிகளைப் பெறுங்கள்
te: ఆకర్షణీయమైన బహుమతి వస్తువుల కోసం రివార్డ్ పాయింట్‌లను రీడీమ్ చేయండి

source: Redemption Planner - Journey to Redeem your Dream Products
hi: मोचन योजनाकार - अपने सपनों के उपहार को साकार करने की यात्रा l
ta_in: ரிடெம்ப்ஷன் பிளானர் - உங்கள் கனவுத் தயாரிப்புகளை மீட்டெடுப்பதற்கான பயணம்
te: రిడెంప్షన్ ప్లానర్ - మీ డ్రీమ్ ప్రోడక్ట్‌లను రీడీమ్ చేసుకోవడానికి ప్రయాణం

source: Interactive Mobile App & Website
hi: इंटरएक्टिव मोबाइल ऐप और वेबसाइट l
ta_in: ஊடாடும் மொபைல் பயன்பாடு & இணையதளம்
te: ఇంటరాక్టివ్ మొబైల్ యాప్ & వెబ్‌సైట్

source: Become a SharonBandhan Member and Be a Winner
hi: शेरोन बन्धन के सदस्य बनें और विजेता बनें l
ta_in: ஷரோன் பந்தன் உறுப்பினராகி வெற்றியாளராகுங்கள்
te: షరాన్ భంధన్ మెంబర్ అవ్వండి మరియు విజేతగా అవ్వండి

# checkoutkey
source: Checkout
bn: চেকআউট
hi: चेक आउट
te: చెక్అవుట్

# coOTPKEY
source: OTP
bn: ও টি পি
hi: ओटीपी
te: ఓటిపి

# wlRedeemKEY
source: REDEEM
bn: রিডিম
hi: रिडीम
te: రీడీమ్

# wdRedeemKEY
source: REDEEM
bn: রিডিম
hi: रिडीम
te: రీడీమ్

# mdgRedeemKEY
source: REDEEM
bn: রিডিম
hi: रिडीम
te: రీడీమ్

# fotpKEY
source: OTP
bn: ও টি পি
hi: ओटीपी
te: ఓటిపి

# OKKey
source: Ok
bn: ঠিক আছে
hi: ठीक है
te: అలాగే

source: E-Warranty generation failed.Please try after sometime
hi: ई-वारंटी बनाना विफल रहा। कृपया कुछ समय बाद प्रयास करें
te: ఇ-వారంటీ ఉత్పత్తి విఫలమైంది. దయచేసి కొంత సమయం తర్వాత ప్రయత్నించండి

# force update message
source: Update is available to download. Downloading the latest update you will get the latest features, improvements and bug fixes of Century Pro Club App
hi: अपडेट डाउनलोड करने के लिए उपलब्ध है। नवीनतम अपडेट डाउनलोड करने से आपको शेरोनबंधन ऐप की नवीनतम सुविधाएं, सुधार और बग फिक्स मिलेंगे
te: డౌన్‌లోడ్ చేసుకోవడానికి అప్‌డేట్ అందుబాటులో ఉంది. తాజా అప్‌డేట్‌ను డౌన్‌లోడ్ చేయడం ద్వారా మీరు సెంచరీ ప్రో క్లబ్ యాప్ యొక్క తాజా ఫీచర్‌లు, మెరుగుదలలు మరియు బగ్ పరిష్కారాలను పొందుతారు

source: Generated Date
hi: उत्पन्न तिथि
te: రూపొందించిన తేదీ

source: Enter Valid OTP
hi: वैध ओटीपी दर्ज करें
te: చెల్లుబాటు అయ్యే OTPని నమోదు చేయండి

source: Redeem
hi: भुनाना
te: రీడీమ్ చేయండి

# ewNextKEY
source: Next
bn: পরবর্তী
te: తరువాత
